[
  {
    "text": "PURPOSE To ensure that access controls are implemented and in compliance with IT security policies, standards, and procedures. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53a – Access Control (AC), NIST SP 800-12, NIST 800-46, NIST SP 800-48, NIST SP 800-77, NIST SP 800-94, NIST SP 800-97, NIST SP 800-100, NIST SP 800-113, NIST SP 800-114, NIST SP 800-121, NIST SP 800-124, NIST SP 800-164; NIST Federal Information Processing Standards (FIPS) 199 POLICY This policy is applicable to all departments and users of cisecurity resources and assets.",
    "document": "SATIM Access Control Policy",
    "section_title": ""
  },
  {
    "text": "IT Department shall: Identify and select the following types of information system accounts to support organizational missions and business functions: individual, shared, group, system, guest/anonymous, emergency, developer/manufacturer/vendor, temporary, and service. Assign account managers for information system accounts. Establish conditions for group and role membership. Specify authorized users of the information system, group and role membership, and access authorizations (i.e., privileges) and other attributes (as required) for each account. Require approvals by system owners for requests to create information system accounts. Create, enable, modify, disable, and remove information system accounts in accordance with approved procedures. Monitor the use of information system accounts. Notify account managers when accounts are no longer required, when users are terminated or transferred, and when individual information system usage or need-to-know changes. Authorize access to the information system based on a valid access authorization or intended system usage. Review accounts for compliance with account management requirements At least once every six months. Establish a process for reissuing shared/group account credentials (if deployed) when individuals are removed from the group. Employ automated mechanisms to support the management of information system accounts. Ensure that the information system automatically disables temporary and emergency accounts after usage. Ensure that the information system automatically disables inactive accounts after 90 days Ensure that the information system automatically audits account creation, modification, enabling, disabling, and removal actions, and notifies appropriate IT personnel.",
    "document": "SATIM Access Control Policy",
    "section_title": "ACCOUNT MANAGEMENT"
  },
  {
    "text": "IT Department shall: Ensure that the information system enforces approved authorizations for logical access to information and system resources in accordance with applicable access control policies.",
    "document": "SATIM Access Control Policy",
    "section_title": "ACCESS ENFORCEMENT"
  },
  {
    "text": "IT Department shall: Ensure that the information system enforces approved authorizations for controlling the flow of information within the system and between interconnected systems based on applicable policy.",
    "document": "SATIM Access Control Policy",
    "section_title": "INFORMATION FLOW ENFORCEMENT"
  },
  {
    "text": "IT Department shall: Separate duties of individuals as necessary, to prevent malevolent activity without collusion. Document the separation of duties of individuals. Define information system access authorizations to support separation of duties.",
    "document": "SATIM Access Control Policy",
    "section_title": "SEPARATION OF DUTIES"
  },
  {
    "text": "IT Department shall: Employ the principle of least privilege, allowing only authorized accesses for users (or processes acting on behalf of users) which are necessary to accomplish assigned tasks in accordance with organizational missions and business functions. Authorize explicitly access to hardware and software controlling access to systems and filtering rules for routers/firewalls, cryptographic key management information, configuration parameters for security services, and access control lists. Require that users of information system accounts, or roles, with access to sensitive assets, use non-privileged accounts or roles, when accessing non-security functions. Restrict privileged accounts on the information system , based on: Job classification and function. Least privileges necessary to perform job responsibilities. Ensure that the information system audits the execution of privileged functions. Ensure that the information system prevents non-privileged users from executing privileged functions to include disabling, circumventing, or altering implemented security safeguards/countermeasures.",
    "document": "SATIM Access Control Policy",
    "section_title": "LEAST PRIVILEGE"
  },
  {
    "text": "IT Department shall ensure that the information system: Enforces a limit of consecutive invalid logon attempts by a user during a five attempts. Locks the account/node automatically for 30 minutes or until released by an administrator when the maximum number of unsuccessful attempts is exceeded.",
    "document": "SATIM Access Control Policy",
    "section_title": "UNSUCCESSFUL LOGON ATTEMPTS"
  },
  {
    "text": "IT Department shall ensure that the information system: Displays to users an approved system use notification message or banner before granting access to the system that provides privacy and security notices consistent with applicable state and federal laws, directives, policies, regulations, standards, and guidance and states informing that: Users are accessing a cisecurity information system. Information system usage may be monitored, recorded, and subject to audit. Unauthorized use of the information system is prohibited and subject to criminal and civil penalties. Use of the information system indicates consent to monitoring and recording. There are not rights to privacy. Retains the notification message or banner on the screen until users acknowledge the usage conditions and take explicit actions to log on to or further access the information system. For publicly accessible systems, the IT Department shall ensure that the information system: Displays system use information, such as a warning banner or acceptable use notice, upon each user login session to systems within the cardholder data environment, before granting further access. Displays references, if any, to monitoring, recording, or auditing that are consistent with privacy accommodations for such systems that generally prohibit those activities. Includes a description of the authorized uses of the system.",
    "document": "SATIM Access Control Policy",
    "section_title": "SYSTEM USE NOTIFICATION"
  },
  {
    "text": "IT Department shall ensure that the information system: Prevent further access to the system by initiating a session lock after 15 minutes of inactivity or upon receiving a request from a user. Retain the session lock until the user reestablishes access using established identification and authentication procedures. Conceal, via the session lock, information previously visible on the display with a publicly viewable image.",
    "document": "SATIM Access Control Policy",
    "section_title": "SESSION LOCK"
  },
  {
    "text": "IT Department shall: Ensure that the information system automatically terminates a user session after 30 minutes.",
    "document": "SATIM Access Control Policy",
    "section_title": "SESSION TERMINATION"
  },
  {
    "text": "IT Department shall: Identify user actions that can be performed on the information system without identification or authentication consistent with organizational missions and business functions. Document and provide supporting rationale in the security plan for the information system, user actions not requiring identification or authentication.",
    "document": "SATIM Access Control Policy",
    "section_title": "PERMITTED ACTIONS WITHOUT IDENTIFICATION OR AUTHENTICATION"
  },
  {
    "text": "IT Department shall: Establish and document usage restrictions, configuration/connection requirements, and implementation guidance for each type of remote access allowed. Authorize remote access to the information system prior to allowing such connections. Ensure that the information system monitors and controls remote access methods. Ensure that the information system implements cryptographic mechanisms to protect the confidentiality and integrity of remote access sessions. Ensure that the information system routes all remote accesses through a single, centrally managed network access control points to reduce the risk for external attacks. Authorize the execution of privileged commands and access to security-relevant information via remote access only for justified and approved use cases, such as emergency system maintenance or urgent security investigations, with strong authentication and activity monitoring in place. Document the rationale for such access in the security plan for the information system.",
    "document": "SATIM Access Control Policy",
    "section_title": "REMOTE ACCESS"
  },
  {
    "text": "IT Department shall: Establish usage restrictions, configuration/connection requirements, and implementation guidance for wireless access. Authorize wireless access to the information system prior to allowing such connections. Ensure that the information system protects wireless access to the system using authentication of users and devices and encryption.",
    "document": "SATIM Access Control Policy",
    "section_title": "WIRELESS ACCESS"
  },
  {
    "text": "IT Department shall: Establish usage restrictions, configuration requirements, connection requirements, and implementation guidance for organization-controlled mobile devices. Authorize the connection of mobile devices to organizational information systems. Employ full-device encryption or container encryption to protect the confidentiality and integrity of information on approved devices.",
    "document": "SATIM Access Control Policy",
    "section_title": "ACCESS CONTROL FOR MOBILE DEVICES"
  },
  {
    "text": "IT Department shall: Establish terms and conditions, consistent with any trust relationships established with other organizations owning, operating, and/or maintaining external information systems, allowing authorized individuals to: Access the information system from external information systems. Process, store, or transmit organization-controlled information using external information systems. Permit authorized individuals to use an external information system to access the information system or to process, store, or transmit organization-controlled information only when the organization: Verifies the implementation of required security controls on the external system as specified in the organization’s information security policy and security plan. Retains approved information system connection or processing agreements with the organizational entity hosting the external information system.",
    "document": "SATIM Access Control Policy",
    "section_title": "USE OF EXTERNAL INFORMATION SYSTEMS"
  },
  {
    "text": "IT Department shall: Facilitate information sharing by enabling authorized users to determine whether access authorizations assigned to the sharing partner match the access restrictions on the information for scenarios such as cross-department collaboration, incident response coordination, or joint vendor activities where user discretion is required.. Employ automated mechanisms such as data classification tools, access control lists (ACLs), and collaboration platform security settings to assist users in making information sharing/collaboration decisions.",
    "document": "SATIM Access Control Policy",
    "section_title": "INFORMATION SHARING"
  },
  {
    "text": "IT Department shall: Designate individuals authorized to post information onto a publicly accessible information system. Train authorized individuals to ensure that publicly accessible information does not contain nonpublic information. Review the proposed content of information prior to posting onto the publicly accessible information system to ensure that nonpublic information is not included. Review the content on the publicly accessible information system for nonpublic information based on a targeted risk analysis and removes such information, if discovered.",
    "document": "SATIM Access Control Policy",
    "section_title": "PUBLICLY ACCESSIBLE CONTENT"
  },
  {
    "text": "Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties.",
    "document": "SATIM Access Control Policy",
    "section_title": "COMPLIANCE"
  },
  {
    "text": "Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department. RESPONSIBLE DEPARTMENT Chief Information Office and Information System Owners DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Access Control Policy",
    "section_title": "POLICY EXCEPTIONS"
  },
  {
    "text": "PURPOSE To ensure that Information Technology (IT) resources and information systems are established with effective security controls and control enhancements that reflect applicable federal and state laws, Executive Orders, directives, regulations, policies, standards, and guidance. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53a – Auditing and Accountability (AU), NIST SP 800-12, NIST SP 800-92, NIST SP 800-100 POLICY This policy is applicable to all departments and users of IT resources and assets.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": ""
  },
  {
    "text": "The information systems owners, in cooperation with audits and IT, shall: Determine that the information system is capable of auditing the following events: user logon/logoff activities, access to sensitive or cardholder data, use of privileged accounts, system configuration changes, failed authentication attempts, firewall or access control modifications, creation or deletion of user accounts, and access to audit logs. Coordinate the security audit function with other organizational entities requiring audit. Provide a rationale for why the auditable events are deemed to be adequate to support after-the-fact investigations of security incidents. Determine that the following events are to be audited within the information system: All user authentication events (successful and failed logins) Use of root/admin or other privileged accounts Access to and modification of cardholder data Changes to firewall and router configurations Security group and access control modifications Start/stop of audit logs Application-level access to sensitive transactions Changes to system time or audit settings",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT EVENTS"
  },
  {
    "text": "The organization shall review and update the audited events at least annually and whenever there is a significant change to the information system, threat environment, or compliance requirements, to ensure alignment with security objectives and regulatory obligations.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "REVIEWS AND UPDATES"
  },
  {
    "text": "The information system shall generate audit records containing information that establishes what type of event occurred, when the event occurred, where the event occurred, the source of the event, the outcome of the event, and the identity of any individuals or subjects associated with the event.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "CONTENT OF AUDIT RECORDS"
  },
  {
    "text": "The information owner shall ensure audit record storage capacity is allocated in accordance with retention requirements of at least 12 months, with a minimum of 3 months of logs readily available for analysis.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT STORAGE CAPACITY"
  },
  {
    "text": "The information system shall off-load audit records daily onto a different system or media than the system being audited.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "TRANSFER TO ALTERNATE STORAGE"
  },
  {
    "text": "The information system shall: Alert the IT Security Team, System Administrator, and SOC (Security Operations Center) in the event of an audit.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "RESPONSE TO AUDIT PROCESSING FAILURES"
  },
  {
    "text": "The information system shall provide a warning to the IT Security Team and System Administrator within 5 minutes when allocated audit record storage volume reaches 80% of the repository’s maximum audit record storage capacity.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT STORAGE CAPACITY"
  },
  {
    "text": "The information system shall provide an alert in in real-time (within 1 minute) to the Security Operations Center (SOC), IT Security Team, and System Administrators when the following audit failure events occur: Failure to write audit logs due to full disk or permission issues Unexpected termination or crash of the logging service (e.g., syslog, journald, Splunk forwarder) Tampering or deletion of audit records Failure to synchronize system time (which may impact log accuracy) Unauthorized access attempts to the log storage directory Detection of log forwarding interruption (e.g., logs no longer reaching central SIEM).",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "REAL-TIME ALERTS"
  },
  {
    "text": "The information system shall enforce configurable network communications traffic volume thresholds reflecting limits on auditing capacity and rejects or delays network traffic above those thresholds.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "CONFIGURABLE TRAFFIC VOLUME THRESHOLDS"
  },
  {
    "text": "The information system shall invoke a degraded operational mode with limited mission/business functionality available in the event of critical audit failures such as the inability to write logs, detect log tampering, or loss of connection to the centralized logging system, unless an alternate audit capability exists. AUDIT REVIEW, ANALYSIS, AND REPORTING The information system owner shall: Review and analyze information system audit records weekly, and immediately following a security incident, for indications of unauthorized access, privilege misuse, abnormal login patterns, data exfiltration, system configuration changes, or other suspicious activity. Report findings to the Chief Information Security Officer (CISO), IT Security Team, and Internal Audit for further investigation and potential remediation actions.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "SHUTDOWN ON FAILURE"
  },
  {
    "text": "The information system owners shall ensure automated mechanisms are employed to integrate audit review, analysis, and reporting processes to support organizational processes for investigation and response to suspicious activities.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "PROCESS INTEGRATION"
  },
  {
    "text": "The information system owner shall ensure analysis and correlation of audit records across different repositories to gain situational awareness.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT REPOSITORIES"
  },
  {
    "text": "The information system shall provide an audit reduction and report generation capability that: Supports on-demand audit review, analysis, and reporting requirements and after-the-fact. Does not alter the original content or time ordering of audit records.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT REDUCTION AND REPORT GENERATION"
  },
  {
    "text": "The information system shall provide the capability to process audit records for events of interest based on fields such as user ID, source/destination IP address, event type, timestamp, resource accessed, and status code (success/failure).",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUTOMATIC PROCESSING"
  },
  {
    "text": "The information system shall: Use internal system clocks to generate time stamps for audit records. Record timestamps of audit records that can be mapped to West African Coordinated Time (WAT) and that respond to a granularity of one second or finer.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "TIME STAMPS"
  },
  {
    "text": "The information system shall: Compare the internal information system clocks at least every 6 hours with an authoritative NTP time source. Synchronize the internal system clocks to the authoritative time source when the time difference is greater than 5 seconds.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "SYNCHRONIZATION WITH AUTHORITATIVE TIME SOURCE"
  },
  {
    "text": "The information system shall protect audit information and audit tools from unauthorized access, modification, and deletion.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "PROTECTION OF AUDIT INFORMATION"
  },
  {
    "text": "The organization shall authorize access to management of audit functionality to only Security Administrators and Internal Audit personnel designated by the CISO.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "ACCESS BY SUBSET OF PRIVILEGED USERS"
  },
  {
    "text": "The information system owners shall retain audit records for at least 1 year, with a minimum of 3 months immediately available for analysis, to support after-the-fact investigations of security incidents and to meet regulatory and organizational retention requirements.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT RECORD RETENTION"
  },
  {
    "text": "The organization shall employ centralized log archiving with indexing, metadata tagging, and backup to WORM (Write Once, Read Many) storage to ensure that long-term audit records can be retrieved.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "LONG-TERM RETRIEVAL CAPABILITY"
  },
  {
    "text": "The information system shall: Provide audit record generation capability for the auditable events as defined at all network, application, database, and system components. Allow Security Administrators to select which auditable events are to be audited by specific components of the information system. Generate audit records for the events with the content as defined in the organization’s audit log schema (e.g., including user ID, timestamp, source IP, event type) across critical systems, servers, firewalls, and applications.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "AUDIT GENERATION"
  },
  {
    "text": "The information system shall compile audit records from network devices, applications, operating systems, and databases into a system-wide (logical or physical) audit trail that is time-correlated to within 1 second across all components.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "TIME-CORRELATED AUDIT TRAIL"
  },
  {
    "text": "The information system shall produce a system-wide (logical or physical) audit trail composed of audit records in a standardized format.",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "STANDARDIZED FORMATS"
  },
  {
    "text": "The information system shall provide the capability for Security Administrators and System Owners to change the auditing to be performed on firewalls, application servers, and domain controllers based on event severity, asset classification, or threat level within 24 hours of change approval. COMPLIANCE Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties. POLICY EXCEPTIONS Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department. RESPONSIBLE DEPARTMENT Chief Information Office and Information System Owners DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Auditing And Accountability Policy",
    "section_title": "CHANGES BY AUTHORIZED INDIVIDUALS"
  },
  {
    "text": "PURPOSE To ensure that normal Information Technology (IT) resources and information systems are available during times of disruption of services. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53a – Contingency Planning (CP), NIST SP 800-16, NIST SP 800-34, NIST SP 800-50, NIST SP 800-84; NIST Federal Information Processing Standards (FIPS) 199 POLICY This policy is applicable to all departments and users of IT resources and assets.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": ""
  },
  {
    "text": "IT Department shall: Develop a contingency plan for the information system, in direct guidance and association with the information system owner, that: Identifies essential missions and business functions and associated contingency requirements. Provides recovery objectives, restoration priorities, and metrics. Addresses contingency roles, responsibilities, assigned individuals with contact information. Addresses maintaining essential missions and business functions despite an information system disruption, compromise, or failure. Addresses eventual, full information system restoration without deterioration of the security safeguards originally planned and implemented. Is reviewed and approved by the CISO (Chief Information Security Officer), the Business Continuity Manager and information system’s owner management on at least an annual basis. Distribute copies of contingency plans to key contingency personnel, identified by name and/or by business role. Coordinate contingency planning activities with incident handling activities. Update the contingency plan to address changes to the business owner’s mission, information system, or environment of operation and problems encountered during contingency plan implementation, execution, or testing. Communicate contingency plan changes to key contingency personnel identified by name and/or by business role. Protect the contingency plan from unauthorized disclosure and modification.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "CONTINGENCY PLAN"
  },
  {
    "text": "IT Department shall: Provide contingency training to information system users consistent with assigned roles and responsibilities Ensure designated personnel receive contingency training at least biannually of assuming a contingency role or responsibility, and when required by information system changes.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "CONTINGENCY TRAINING"
  },
  {
    "text": "IT, along with information systems owners, shall: Test the contingency plan for the information system, as determined by the mission critical nature of the business system(s) no less than annually. Use strategic and tactical planning during testing to simulate a production information system to determine the effectiveness of the plan and the organizational readiness to execute the plan. Review the contingency plan test results. Initiate corrective actions, as needed. Coordinate contingency plan testing with organizational elements responsible for related plans; plans related to contingency plans for information systems include, for example, Business Continuity Plans, Disaster Recovery Plans, Continuity of Operations Plans, Crisis Communications Plans, Critical Infrastructure Plans, Cyber Incident Response Plans, and Occupant Emergency Plans.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "CONTINGENCY PLAN TESTING"
  },
  {
    "text": "IT, in direct guidance and association with the information system owner, shall: Establish an alternate storage site including necessary agreements to permit the storage and retrieval of information system backup information. Ensure that the alternate storage site provides information security safeguards equivalent to that of the primary site. Identify an alternate storage site that is separated from the primary storage site to reduce susceptibility to the same threats. Identify and document potential accessibility problems to the alternate storage site in the event of an area-wide disruption or disaster and outline explicit mitigation actions.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "ALTERNATE STORAGE SITE"
  },
  {
    "text": "IT, in direct guidance and association with the information system owner, shall: Establish an alternate processing site including necessary agreements to permit the transfer and resumption of the information system operations for essential missions/business functions within the time period consistent with recovery time and recovery point objectives when the primary processing capabilities are unavailable. Ensure that equipment and supplies required to transfer and resume operations are available at the alternate processing site or contracts are in place to support delivery to the site within the agreed upon time period for transfer/resumption. Ensure that the alternate processing site provides information security safeguards equivalent to that of the primary site. Identify an alternate processing site that is separated from the primary processing site to reduce susceptibility to the same threats. Identify potential accessibility problems to the alternate processing site in the event of an area-wide disruption or disaster and outline explicit mitigation actions. Develop alternate processing site agreements that contain priority-of-service provisions in accordance with business objectives and availability requirements.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "ALTERNATE PROCESSING SITE"
  },
  {
    "text": "IT Department shall: Establish alternate telecommunications services including necessary agreements to permit the resumption of information system operations for essential missions and business functions within agreed upon recovery timeframes when the primary telecommunications capabilities are unavailable at either the primary or alternate processing or storage sites. Develop primary and alternate telecommunications service agreements that contain priority-of-service provisions in accordance with agreed upon recovery objectives and availability requirements. Request Telecommunications Service Priority for all telecommunications services used for national security emergency preparedness in the event that the primary and/or alternate telecommunications services are provided by a common carrier.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "TELECOMMUNICATIONS SERVICES"
  },
  {
    "text": "IT, in direct guidance and association with the information system owner, shall: Conduct backups of user-level information contained in the information system defined by frequency consistent with recovery time and recovery point objectives. Conduct backups of system-level information contained in the information system defined by frequency consistent with recovery time and recovery point objectives. Conduct backups of information system documentation including security-related documentation defined by frequency consistent with recovery time and recovery point objectives. Protect the confidentiality, integrity, and availability of backup information at storage locations. Test backup information to verify media reliability and information integrity.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "INFORMATION SYSTEM BACKUP"
  },
  {
    "text": "IT, in direct guidance and association with the information system owner, shall: Provide for the recovery and reconstitution of the information system to a known state after a disruption, compromise, or failure. Provide that the information system implements transaction recovery for systems that are transaction-based.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "INFORMATION SYSTEM RECOVERY AND RECONSTITUTION"
  },
  {
    "text": "Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to Information Technology (IT) resources, and other actions as well as both civil and criminal penalties.",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "COMPLIANCE"
  },
  {
    "text": "Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department. RESPONSIBLE DEPARTMENTS Chief Information Office and Information System Owners DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Contingency Planning Policy",
    "section_title": "POLICY EXCEPTIONS"
  },
  {
    "text": "Encryption is a cryptographic operation that is used to enhance security and protect the electronic data (“data”) by transforming readable information (“plaintext”) into unintelligible information (“ciphertext”). Encryption is an effective tool in mitigating the threat of unauthorized access to data.",
    "document": "SATIM Encryption Standard",
    "section_title": "Purpose and Benefits"
  },
  {
    "text": "This standard applies to all systems, which includes websites and web services, for which the entity has administrative responsibility, including those managed and hosted by third-parties on behalf of the entity.",
    "document": "SATIM Encryption Standard",
    "section_title": "Scope"
  },
  {
    "text": "The need for encryption of information is based on its classification, risk assessment results, and use case. Attention must be given to the regulations and national restrictions (e.g., export controls) that may apply to the use of cryptographic techniques in different parts of the world. The U.S. Government restricts the export, disclosure, or release of encryption technologies to foreign countries or foreign nationals, including “deemed exports” to foreign nationals within the United States (excluding those foreign nationals with permanent resident visas (i.e., Green Cards), U.S. citizenship, or ‘protected person’ status). If you have any questions, please contact Counsel and Legal Services. Encryption products for confidentiality of data at rest and data in transit must incorporate Federal Information Processing Standard (FIPS) approved algorithms for data encryption. Approved encryption algorithms are contained in Appendix A. Hashing algorithms transform a digital message into a short representation for use in digital signatures and other applications to validate the integrity of the message Although hash functions such as SHA 1, provide a certain amount of security strength, it does not meet all security requirements for keyed-hash functions such as HMAC SHA 1. Refer to FIPS 180-4 for more information on different types of application hashing algorithms as well as Appendix A. Hashing algorithms can be used for multiple purposes including but not limited to, digital signatures, message authentication codes, key derivation functions, pseudo random functions. Approved hashing functions are contained in Appendix A. Use of outdated, cryptographically broken, proprietary encryption algorithms/hashing functions is prohibited. Due to the prevalence of incorrectly implemented cryptography, encryption products must have FIPS 140 (Security Requirements for Cryptographic Modules) validation and be operated in FIPS mode. Refer to Appendix B - Guidance in Selecting FIPS 140 Validated Products for further information. Electronic information used to authenticate the identity of an individual or process (i.e., PIN, password, passphrase) must be encrypted when stored, transported or transmitted. This does not include the distribution of a one-time use PIN, password, passphrase, token code, etc., provided it is not distributed along with any other authentication information (e.g., user-ID). A system’s security plan must include documentation to show appropriate review of encryption methodologies and products. This will demonstrate due diligence in choosing a method or product that has received substantial positive review by reputable third-party analysts. Data in Transit Encryption is required for data in transit in the following situations: When electronic personally identifying information (PII) is transmitted (including, but not limited to, e-mail, File Transfer Protocol (FTP), instant messaging, e-fax, Voice Over Internet Protocol (VoIP), etc.). When encryption of data in transit is prescribed by law or regulation. When connecting to the internal network(s) over a wireless network. When remotely accessing an entity’s internal network(s) or devices over a shared (e.g., Internet) or personal (e.g., Bluetooth, infrared) network. This does not apply to remote access over an entity’s managed point to point dedicated connection. When data is being transmitted with an entity’s public facing website and/or web services, they are required to utilize Hypertext Transfer Protocol Secure (HTTPS) in lieu of Hypertext Transfer Protocol (HTTP) where technically feasible. Public facing websites must utilize HTTP Strict Transport Security (HSTS), automatically redirecting HTTP requests to HTTPS websites where technically feasible. Minimum browser support is listed in Appendix C. Appropriate encryption methods for data in transit include, but are not limited to, Transport Layer Security (TLS) 1.2 or later, Secure Shell (SSH) 2.0 or later, Wi-Fi Protected Access (WPA) version 2 or later (with WiFi Protected Setup disabled) and encrypted Virtual Private Networks (VPNs). Components should be configured to support the strongest cipher suites possible. Ciphers that are not compliant with this standard must be disabled. Data at Rest Encryption is required for data at rest, as follows: For the systems listed below: desktops that access or contain personally identifying information (PII); data stores (including, but not limited to, databases, file shares) that contain PII; all mobile devices, whether entity issued or third-party, that access or contain any entity information; and all portable storage devices containing any entity information. When electronic PII is transported or stored outside of the entity facility. Full disk encryption is required for all issued laptops that access or contain entity information. Full disk encryption products must use either pre-boot authentication that utilizes the device’s Trusted Platform Module (TPM), or Unified Extensible Firmware Interface (UEFI) Secure Boot. To mitigate attacks against encryption keys, when outside of the entity’s facilities, laptops and third-party laptops that access or contain PII must be powered down (i.e., shut down or hibernated) when unattended. The entity must have a process or procedure in place for confirming devices and media have been successfully encrypted using at least one of the following, listed in preferred order: automated policy enforcement; automated inventory system; or manual record keeping. Key Management The entity must ensure that a secure environment is established to protect the cryptographic keys used to encrypt and decrypt information. Keys must be securely distributed and stored. Access to keys must be restricted to only individuals who have a business need to access the keys. Unencrypted keys must not be stored with the data that they encrypt. Keys will be protected with an authentication token that conforms to the identified assurance level. Compromise of a cryptographic key would cause all information encrypted with that key to be considered unencrypted. If a compromise has been discovered a new key must be generated and used to continue protection of the encrypted information. Specific circumstances should be evaluated to determine if a breach notification is required. Encryption keys and their associated software products must be maintained for the life of the archived data that was encrypted with that product.",
    "document": "SATIM Encryption Standard",
    "section_title": "Information Statement"
  },
  {
    "text": "This standard shall take effect upon publication. Compliance is expected with all enterprise policies and standards. Policies and standards may be amended at any time. If compliance with this standard is not feasible or technically possible, or if deviation from this policy is necessary to support a business function, entities shall request an exception through the Chief Information Security Officer’s exception process.",
    "document": "SATIM Encryption Standard",
    "section_title": "Compliance"
  },
  {
    "text": "Submit all inquiries and requests for future enhancements to the policy owner at: cisecurity@cisecurity.com",
    "document": "SATIM Encryption Standard",
    "section_title": "Contact Information"
  },
  {
    "text": "This standard shall be subject to periodic review to ensure relevancy.",
    "document": "SATIM Encryption Standard",
    "section_title": "Revision History"
  },
  {
    "text": "NIST Federal Information Processing Standard (FIPS) Publication 140-2 NIST Federal Information Processing Standard (FIPS) Publication 198-1 NIST Federal Information Processing Standard (FIPS) Publication 180-4 NIST Special Publication 800-107, Revision 1, Recommendation for Applications Using Approved Hash Algorithms",
    "document": "SATIM Encryption Standard",
    "section_title": "Related Documents"
  },
  {
    "text": "PURPOSE To ensure that only properly identified and authenticated users and devices are granted access to Information Technology (IT) resources in compliance with IT security policies, standards, and procedures. REFERENCE National Institute of Standards and Technology (NIST) Special Publication (SP) 800-53a – Identification and Authentication (IA), NIST SP 800-12, NIST SP 800-63, NIST SP 800-73, NIST SP 800-76, NIST SP 800-78, NIST SP 800-100, NIST SP 800-116; Homeland Security Presidential Directive (HSPD) 12 Policy for a Common Identification Standard for Federal Employees and Contractors; Federal Information Processing Standards (FIPS): FIPS 201, FIPS 140 POLICY This policy is applicable to all departments and users of IT resources and assets.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": ""
  },
  {
    "text": "IT Department shall: Ensure that information systems uniquely identify and authenticate users or processes acting on behalf of [entity] users. Ensure that information systems implement multifactor authentication for network access to privileged accounts. Ensure that information systems implement multifactor authentication for network access to non-privileged accounts. Ensure that information systems implement multifactor authentication for local access to privileged accounts. Ensure that information systems implement replay-resistant authentication mechanisms for network access to privileged accounts. Ensure that information systems implement multifactor authentication for remote access to privileged and non-privileged accounts such that one of the factors is provided by a device separate from the system gaining access and the device utilizes a cryptographic strength mechanisms that protects the primary authentication token (secret key, private key or one-time password) against compromise by protocol threats including: eavesdropper, replay, online guessing, verifier impersonation and man-in-the-middle attacks. Ensure that information systems accept and electronically verify Personal Identity Verification (PIV) credentials.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "IDENTIFICATION AND AUTHENTICATION"
  },
  {
    "text": "IT Department shall: Ensure that information systems uniquely identify and authenticate all devices before establishing a network connection.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "DEVICE IDENTIFICATION AND AUTHENTICATION"
  },
  {
    "text": "IT Department, through department information systems owners, shall: Ensure that the [entity] manages information system identifiers by receiving authorization from [entity defined personnel or roles] to assign an individual, group, role, or device identifier. Select an identifier that identifies an individual, group, role, or device. Assign the identifier to the intended individual, group, role, or device. Prevent reuse of identifiers for 90 days. Disable the identifier after 30 days of inactivity.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "IDENTIFIER MANAGEMENT"
  },
  {
    "text": "IT Department shall: Manage information system authenticators by verifying, as part of the initial authenticator distribution, the identity of the individual, group, role, or device receiving the authenticator. Establish initial authenticator content for authenticators defined by the organization. Ensure that authenticators have sufficient strength of mechanism for their intended use. Establish and implement administrative procedures for initial authenticator distribution, for lost/compromised or damaged authenticators, and for revoking authenticators. Change default content of authenticators prior to information system installation. Establish minimum and maximum lifetime restrictions and reuse conditions for authenticators. Change/refresh authenticators every 90 days. Protect authenticator content from unauthorized disclosure and modification. Require individuals and devices to implement specific security safeguards to protect authenticators. Change authenticators for group/role accounts when membership to those account changes. Ensure that information systems, for password-based authentication enforce minimum password complexity that must not contain the user's entire Account Name value or entire Full Name value. Ensure passwords must contain characters from three of the following five categories: Uppercase characters of European languages (A through Z, with diacritic marks, Greek and Cyrillic characters); Lowercase characters of European languages (a through z, sharp-s, with diacritic marks, Greek and Cyrillic characters); Base 10 digits (0 through 9); Non-alphanumeric characters ~!@#$%^&*-+=`|\\(){}[]:;\"'<>,.?/; and Any Unicode character that is categorized as an alphabetic character, but is not uppercase or lowercase. This includes Unicode characters from Asian languages. Require passwords to have a minimum length of 8 characters. Enforce at least one changed character when new passwords are created. Store and transmit only cryptographically-protected passwords. Enforce password minimum and maximum lifetime restrictions of one day and 120 days respectively. Prohibit password reuse for 12 generations. Allow the use of a temporary password for system logons with an immediate change to a permanent password. Ensure that information system, for PKI-based authentication, validates certifications by constructing and verifying a certification path to an accepted trust anchor including checking certificate status information. Enforce authorized access to the corresponding private key. Map the authenticated identity to the account of the individual or group. Implement a local cache of revocation data to support path discovery and validation in case of inability to access revocation information via the network. Require that the registration process to receive [entity defined types of and/or specific authenticators] be conducted in person or by a trusted third party before [entity defined registration authority] with authorization by [entity defined personnel or roles]. Ensure that the information system, for hardware token-based authentication, employs mechanisms that satisfy [entity defined token quality requirements].",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "AUTHENTICATOR MANAGEMENT"
  },
  {
    "text": "IT Department shall: Ensure that information systems obscure feedback of authentication information during the authentication process to protect the information from possible exploitation/use by unauthorized individuals.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "AUTHENTICATOR FEEDBACK"
  },
  {
    "text": "IT Department shall: Ensure that information systems implement mechanisms for authentication to a cryptographic module that meet the requirements of applicable state and federal laws, directives, policies, regulations, standards, and guidance for such authentication.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "CRYPTOGRAPHIC MODULE AUTHENTICATION"
  },
  {
    "text": "IT Department shall: Ensure that information systems uniquely identify and authenticate non-entity users or processes acting on behalf of non-entity users. Ensure that information systems accept and electronically verify Personal Identity Verification (PIV) credentials from other government agencies. Ensure that information systems accept only Federal Identity, Credential, and Access Management (FICAM) Trust Framework Solutions initiative approved third-party credentials. Ensure that the organization employs only FICAM-approved information system components in [entity defined information systems] to accept third-party credentials.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "IDENTIFICATION AND AUTHENTICATION"
  },
  {
    "text": "Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties.",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "COMPLIANCE"
  },
  {
    "text": "Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department. RESPONSIBLE DEPARTMENT Chief Information Office and Information System Owners DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Identification And Authentication Policy",
    "section_title": "POLICY EXCEPTIONS"
  },
  {
    "text": "PURPOSE To ensure that Information Technology (IT) properly identifies, contains, investigates, remedies, reports, and responds to computer security incidents. REFERENCE National Institute of Standards and Technology (NIST) Special Publication (SP): NIST SP 800-53a – Incident Response (IR), NIST SP 800-16, NIST SP 800-50, NIST SP 800-61, NIST SP 800-84, NIST SP 800-115 POLICY This policy is applicable to all departments and users of IT resources and assets.",
    "document": "SATIM Incident Response Policy",
    "section_title": ""
  },
  {
    "text": "The cisecurity shall: Provide incident response training to information system users consistent with assigned roles and responsibilities: Within 30 days of assuming an incident response role or responsibility. When required by information system changes, and at least annually thereafter. Incorporate simulated events into incident response training to facilitate effective response by personnel in crisis situations. Employ automated mechanisms to provide a more thorough and realistic incident response training environment.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT RESPONSE TRAINING"
  },
  {
    "text": "The cisecurity shall: Test the incident response capability for the information system at least annually using simulated cyber incidents, tabletop exercises, and technical breach simulations to determine the incident response effectiveness and documents the results. Coordinate incident response testing with entity contacts responsible for related plans such as Business Continuity Plans, Contingency Plans, Disaster Recovery Plans, Continuity of Operations Plans, Crisis Communications Plans, Critical Infrastructure Plans, and Occupant Emergency Plans.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT RESPONSE TESTING"
  },
  {
    "text": "The cisecurity shall: Implement an incident handling capability for security incidents that includes preparation, detection and analysis, containment, eradication, and recovery. Coordinate incident handling activities with contingency planning activities. Incorporate lessons learned from ongoing incident handling activities into incident response procedures, training, and testing/exercises, and implements the resulting changes accordingly.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT HANDLING"
  },
  {
    "text": "The cisecurity shall: Employ automated mechanisms to assist in the tracking of security incidents and in the collection and analysis of incident information.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT MONITORING"
  },
  {
    "text": "The cisecurity shall: Require personnel to report suspected security incidents to the incident response capability within 15 minutes of discovery or suspicion, using designated reporting channels such as the Security Incident Reporting Portal or emergency hotline. Report security incident information to ASSI, ANPDP or supervisory authority, in accordance with applicable laws and organizational policies.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT REPORTING"
  },
  {
    "text": "The cisecurity shall: Provide an incident response support resource, integral to the incident response capability that offers advice and assistance to users of the information system for the handling and reporting of security incidents.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT RESPONSE ASSISTANCE"
  },
  {
    "text": "The cisecurity shall: Develop an incident response plan that: Provides the cisecurity with a roadmap for implementing its incident response capability. Describes the structure of the incident response capability. Provides a high-level approach for how the incident response capability fits into the overall cisecurity. Meets the unique requirements of the cisecurity, which relate to mission, size, structure, and functions. Defines reportable incidents. Provides metrics for measuring the incident response capability within the cisecurity. Defines the resources and management support needed to effectively maintain and mature an incident response capability. Is reviewed and approved by Chief Information Security Officer (CISO) on an annual basis or upon significant changes. Distribute copies of the incident response plan to designated incident response personnel, including SOC analysts, IT security staff, and relevant department heads, identified by name or by role. Review the incident response plan at least annually, and following major incidents or significant organizational/system changes. Update the incident response plan to address system changes or problems encountered during plan implementation, execution, or testing. Communicate incident response plan changes to all authorized incident response personnel, and document acknowledgment of updates. Protect the incident response plan from unauthorized disclosure and modification.",
    "document": "SATIM Incident Response Policy",
    "section_title": "INCIDENT RESPONSE PLAN"
  },
  {
    "text": "Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties.",
    "document": "SATIM Incident Response Policy",
    "section_title": "COMPLIANCE"
  },
  {
    "text": "Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests and confer with the requesting department.",
    "document": "SATIM Incident Response Policy",
    "section_title": "POLICY EXCEPTIONS"
  },
  {
    "text": "Chief Information Office DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Incident Response Policy",
    "section_title": "RESPONSIBLE DEPARTMENT"
  },
  {
    "text": "This standard outlines a classification process and provides procedures for classifying information in a manner that uniformly protects information entrusted to the entity. The process of classifying information pursuant to this standard may serve as a basis for an entity to evaluate the retention and disposition schedules currently in effect for its records and, where appropriate, consider revising those schedules to manage the records that must be protected by the entity.",
    "document": "SATIM Information Classification Standard",
    "section_title": "Purpose and Benefits"
  },
  {
    "text": "As per the Information Security Policy, all information and/or information systems must be classified. Information classification is based on three principles of security: 1) confidentiality, 2) integrity, and 3) availability. For each principle, information can be classified as low, moderate, or high. When classifying the impact, the entity should consider how the information/ information systems is used to accomplish its assigned mission, protect its assets, fulfill its legal responsibilities, maintain its day-to-day functions, and protect individuals. Impact levels are defined as limited, serious, and severe or catastrophic. For the purposes of classification, limited impact shall be deemed to include no impact. Each entity should review the impact levels in the context of its own operational environment. Figure 2 shows the Information Asset Classification Categories. Figure 2: Information Asset Classification Matrix - National Institute of Standards and Technology (NIST) Federal Information Processing Standards (FIPS) Publication 199 – Standards for Security Categorization of Federal Information and Information Systems Information Classification Process The information classification process must include the following: Identification of information assets; Classification of information assets; by confidentiality, integrity, and availability (“CIA”); and Determining controls based upon the classification. Identification of Information Assets Identification of information assets involves creating an inventory of all information assets in the entity. The following items need to be considered when constructing this inventory: Grouping of information assets Determining the information owner Determining the information custodian Identifying information assets Grouping of Information Assets To facilitate the classification of information assets and allow for a more efficient application of controls, it may be desirable to appropriately group information assets together. A broad grouping may result in applying controls unnecessarily as the asset must be classified at the highest level necessitated by its individual data elements. For example, if a Human Resources unit decides to classify all of their personnel files as a single information asset and any one of those files contains a name and social security number, the entire grouping would need to be protected with moderate confidentiality controls. A narrow grouping allows for more precise targeting of controls. However, as there are more information assets to classify, this increases the complexity of the classification and the management of controls. Using the previous example, classifying the multitude of personnel files (e.g., appointment letters, timecards, position classifications, holiday waivers) as individual information assets requires a different set of controls for each classification. In the case of an information technology system, such as a database, data warehouse, or application server, while it may be easier to apply a single set of controls as a result of classifying the system as a single entity, costs may be reduced by applying the controls to the individual elements, such as specific fields, records, or applications. Therefore, it is important that the entity evaluates the risk and cost benefit of grouping a given set of assets. Determining the Information Owner Responsibility for the classification and definition of controls for an information asset belongs to an individual in a managerial position who is ultimately responsible for the confidentiality, integrity, and availability of that information. If multiple individuals are found to be “owners” of the same information asset, a single individual owner must be designated by a higher level of management. The information owner is responsible for determining the information’s classification, how and by whom the information will be used. Owners must understand the uses and risks associated with the information for which they are responsible and any laws, regulations, or policies which govern access and use. Each owner must exercise due diligence with respect to the proper classification of data in order to prevent improper disclosure and access. Determining the Information Custodian Information custodians are people, units, or organizations responsible for implementing the authorized controls for information assets based on the classification level. An information asset may have multiple custodians. Based on the information owner’s requirements, the custodian secures the information, applying safeguards appropriate to the information’s classification level. Information custodians can be from within the entity or from third parties (e.g., another entity). If the custodian is a third party, a formal, written agreement between the custodian’s organization and the entity that owns the information must specify the responsibilities of each party. An information custodian may also be the information owner. Identifying Information Assets For each information asset in their control, the information owner must identify at a minimum: Source of the information asset (e.g., unit, agency) Use of the information asset (i.e., purpose/business function) Business processes dependent on the information asset Users/groups of users of the information asset Classification of Information Assets Owners must answer the questions in the Information Asset Classification Worksheet (Appendix A) to determine the classification of their information assets. It is appropriate to recruit and work with subject matter experts who have specific knowledge about the information asset, such as Counsel’s Office and the Records Management Officer. The Information Security Officer (ISO)/designated security representative may also be called upon to advise and assist the information owner in determining the classification. An entity may add more questions to the Information Asset Classification Worksheet but may not alter or remove the original questions. Information assets are classified according to confidentiality, integrity, and availability. Each of these three principles of security is individually rated as low, moderate, or high. For example, an information asset may have a confidentiality level of “high”, an integrity level of “moderate”, and an availability level of “low” (i.e., HML). Questions are categorized by confidentiality, integrity, and availability. Each question must be answered sequentially, to the best of the information owners’ abilities.",
    "document": "SATIM Information Classification Standard",
    "section_title": "Information Statement"
  },
  {
    "text": "This standard shall take effect upon publication. Compliance is expected with all enterprise policies and standards. Policies and standards may be amended at any time; compliance with amended policies and standards is expected. If compliance with this standard is not feasible or technically possible, or if deviation from this policy is necessary to support a business function, entities shall request an exception through the Chief Information Security Officer’s exception process.",
    "document": "SATIM Information Classification Standard",
    "section_title": "Compliance"
  },
  {
    "text": "Submit all inquiries and requests for future enhancements to the policy owner at: cisecurity@cisecurity.com",
    "document": "SATIM Information Classification Standard",
    "section_title": "Contact Information"
  },
  {
    "text": "This standard shall be subject to periodic review to ensure relevancy.",
    "document": "SATIM Information Classification Standard",
    "section_title": "Revision History"
  },
  {
    "text": "Federal Information Processing Standards Publication 199: Standards for Security Categorization of Federal Information and Information Systems Information Security Risk Management Standard Appendix A Section One: Information Asset Identification Worksheet Instructions: Record the requested information for the information asset you are classifying. Job titles, in place of named individuals, can be used where appropriate for ease of maintenance. SECTION TWO: INFORMATION ASSET CLASSIFICATION WORKSHEET Instructions for rating each section If ALL answers are GREEN, the rating is Low; if ANY of the answers are YELLOW and NONE are RED, the rating is MODERATE; if ANY of the answers are RED, the rating is HIGH. If ALL answers are GREEN, the rating is Low; if ANY of the answers are YELLOW and NONE are RED, the rating is MODERATE; if ANY of the answers are RED, the rating is HIGH. If ALL answers are GREEN, the rating is Low; if ANY of the answers are YELLOW and NONE are RED, the rating is MODERATE; if ANY of the answers are RED, the rating is HIGH. If ALL answers are GREEN, the rating is Low; if ANY of the answers are YELLOW and NONE are RED, the rating is MODERATE; if ANY of the answers are RED, the rating is HIGH. Information Owner - print Date Information Owner - signature ISO/Designated security representative - print Date ISO/Designated security representative - signature APPENDIX B: INFORMATION CLASSIFICATION SUPPLEMENTAL GUIDANCE Introduction The classification of information will be the basis for many information security decisions in an organization. Before deciding the level of resources (i.e., money, time, and technology) required for protection, it is essential that you know what information needs to be protected and the level of protection that is required. The purpose of this supplement is to provide additional guidance on the information classification process. Identifying Information Assets An efficient approach towards identifying information assets is for information owners to maintain an inventory for each information asset in their control. The inventory should minimally include the following: Source of the information asset (e.g., unit, agency) Use of the information asset (i.e., purpose/business function) Business processes dependent on the information asset Users/groups of users of the information asset Owner of the information asset Information assets can be identified using the template provided in Section One of Appendix A or this information can be extracted from an existing information inventory, if available. Job titles, in place of named individuals, can be used for the custodian, owner, and users in order to ease maintenance of your information asset inventory. Samples of completed templates are provided below in Figures 1 and 2. Figure 1: Information Asset Identification Template by Single Asset Figure 2: Information Asset Identification Template by Grouped Asset Information Needed for Determining the Classification Before determining the classification, it may be beneficial for the information owner to familiarize themselves with the following areas: Source, Purpose, and Value: How the information asset is used in supporting business functions. How often the information asset is used. How often the information asset is updated. Dependencies between this information asset and others. The cost of creating and duplicating the information. Legal Requirements: Laws, regulations, policies, or contracts that mandate special security requirements for the information (e.g., Health Insurance Portability and Accountability Act (HIPAA)). Retention requirements for the information asset. Access Requirements: Who has/should have access to the information (i.e., people, positions, organizational units). Whether the information is shared among other units/entities, third-parties, Federal/local governments. Health and Safety Concerns: Impact on employees as well as the public. : The overall mission of the entity. The information owner’s role (or unit’s role) in completing the mission. Non-tangible Effects: Impact if information asset is not available (temporarily or permanently). The effect of a breach of confidentiality, integrity, or availability on the intangible assets of the entity such as reputation, trust and morale. Classification of Information Assets Classification of information assets is facilitated by the use of a series of questions. The answers will help determine the information asset classification. The Information Asset Classification Worksheet, found in Appendix A, contains the confidentiality, integrity, and availability questions that must be answered when classifying information. Following are example answers to assist in determining the appropriate response. Confidentiality Questions Is the information publicly available? Example(s): Information that must be lawfully made available to the general public from Federal, State, or local government records or information that does not need to be withheld for security, legal or privacy concerns is generally deemed publicly available. Examples include public transportation schedules, a listing of local city events, or health improvement guidelines. These items would be ranked low in confidentiality. Does the information include or contain personally identifying information (PII)? Example(s): A W-2 form contains a name, as well as a social security number. This would be considered private information and therefore have a minimum confidentiality of moderate, which may be adjusted based on responses to subsequent impact questions. [3] What impact does unauthorized disclosure of information have on health and personal safety? Example(s): There may be information which, if publicly released, may impact the health and personal safety of the entity’s workforce and citizens such as, the blueprint and drawings of critical infrastructure buildings, critical infrastructure related systems, network configurations, or disaster recovery/business continuity plans. These could be exploited by criminals to sabotage or destroy buildings, emergency services, or critical infrastructure operations resulting in a severe impact to health and personal safety of citizens thereby placing these items in the high confidentiality category. [4] What is the financial or agency liability impact of unauthorized disclosure of information? Example(s): The entity may be exposed to litigation or regulatory fines due to disclosure of information protected by law or confidentiality agreements. For instance, unauthorized release of vendor bid information containing bidder’s proprietary information could jeopardize the bidding process as well as potentially expose the organization to litigation. Similarly, if the investment decisions of the entity’s retirement system become known prior to their execution, it could alter the market sentiment ahead of the investment causing financial losses. [5] What impact does unauthorized release of sensitive information have on the entity mission? Example(s): An entity may be charged with ensuring that illegal goods do not enter. As part of that mission, the entity may be responsible for collecting and maintaining information regarding unmanned border crossings. If there was an unauthorized release of that information, resulting in an increase of illegal traffic, it could have a severe impact on the entity’s ability to fulfill its mission. An example of limited impact would be the release of employee contact information which may result in additional phone calls/emails/office visits. If a list of local delivery restaurants and their phone numbers is disclosed, there would be no impact. [6] What impact does unauthorized disclosure of information have on the entity’s intangible assets such as the public trust, agency reputation, and public interests? Example(s): It is important for the government to maintain the public’s trust. For example, the unauthorized exposure of medical records could lead to a loss of the public trust in the entity’s ability to protect sensitive information. An entity which collects and maintains the confidential records of citizens requires a high level of public trust. Unauthorized disclosure of data through the actions of a malicious insider, external hacker, or through a random accident could erode the public’s trust in the SE and their ability to protect citizen data. [7] Is confidentiality mandated by law or regulation? If yes, determine the impact of unauthorized disclosure of information. Example(s): Some types of information, including personal health records, student grades, and financial and personnel records may be protected by Federal, State, and local laws or regulations. Disclosing this information can lead to civil or criminal liability. There are several key statutes, such as HIPAA, that should be examined based on the information asset being classified. [8]\tIs the information intended for limited distribution? If yes, determine the impact of the unauthorized disclosure of that information. Example(s): Some information generated within an entity is for internal use only and is not meant to be disclosed externally. The confidentiality of such information varies considerably based on the information asset. Information, such as system security configurations, which, if released, could jeopardize the security of an entity’s assets, would require high confidentiality controls. Administrative information, such as procedures for travel approval, though not publicized outside the entity, would be information that the public could legitimately obtain and should be ranked as low in confidentiality. Integrity Questions Does the information include medical records? Example(s): In the case of a health care institution, it is important that medical records and medical history are accurate. For example, it may be important to know whether someone is allergic to specific medications so that they are not administered. In addition, it would be necessary to know whether a person has a particular illness or medical condition which would require special treatment. Malicious or accidental alteration of a patient’s health records can cause serious health consequences for that individual. Medical records require a minimum integrity classification of moderate. This rating may be adjusted based on responses to subsequent questions. Is the information relied upon to make critical security decisions? Example(s): It is important that security records (e.g., computer security logs, building security access logs) are accurate in order to verify legitimate access and identify unauthorized access attempts. Security related records require a minimum integrity classification of moderate. This rating may be adjusted based on responses to subsequent questions. What impact does unauthorized modification or destruction of information have on health and safety? Example(s): There is a potential for severe impact on the safety of citizens if someone accesses an airline system and modifies the onboard navigation system. The removal or editing of surveillance tapes may have a serious or severe impact depending on the presence of additional information provided by other forms of surveillance. Something that could be of low to no impact on health and safety would be the unauthorized modification of an employee’s calendars. [4] What is the financial impact of unauthorized modification or destruction of information? Example(s): There are many financial implications for the destruction or modification of information. It does not strictly mean monetary loss, but can also include loss of employee time and effort for recovery. Something that would have severe financial impact might be the loss of all financial records from an entity’s financial management database. If a database of vendor contact information was deleted, it would involve effort in re-creating the database. This would probably be of limited impact. [5] What impact does unauthorized modification or destruction of information have on the entity mission? Example(s): Entity operations could be drastically affected if information is changed without authorization. For example, if someone removed all the phone numbers in a Do Not Call registry, it would severely impact the mission of the program to prevent unwanted calls to registered numbers. The mission of a university is to provide education and certify the qualifications of students through academic degrees. Malicious or accidental changes to student’s academic records would have a severe impact on the university’s mission of issuing academic credentials. [6] What impact does unauthorized modification or destruction of information have on the public trust? Example(s): The public relies on government to provide accurate information. Failure to do so would erode public trust. For example, if information on certification for licensed professionals was inaccurately modified without authorization and then posted to a public web site, the public would no longer trust the entity posting the information as a reputable source for this information. [7] Is integrity addressed by law or regulation? If yes, determine the impact of unauthorized modification or destruction of information. Example(s): Some types of information, including personal health records, student grades, and financial and personnel records, may be protected by Federal, State, and local laws. Allowing unauthorized changes to information may have legal consequences. There are several key statutes that should be examined based on the information asset being classified. For example, HIPAA requires safeguards to protect against threats to the integrity of electronic protected health information . [8] Is the information (e.g., financial transactions, performance appraisals) relied upon to make business decisions? If yes, determine the impact of unauthorized modification or destruction of that information. Example(s): It is important for financial information to remain reliable. Unauthorized changes to financial transactions (e.g., direct deposit, electronic funds transfer) could severely impact the financial stability of an entity. Employee appraisal records are used to make important personnel decisions. Someone may attempt to falsify records in hopes of getting a promotion, alternate employment, or to diminish someone else’s reputation and/or record. The impact to the entity could vary dependent upon the situation. Availability Questions [1] This information needs to be provided or available: As time permits Within 1 to 7 days 24 hrs. per day/7 days a week Example(s): Intrusion detection systems send event notifications so that an incident can be analyzed and escalated based on the level of threat. Since security is critical, and severe damage can be caused to entity data and networks, this operation is time critical and requires high availability (24 hrs. per day/7 days a week). [2] What is the impact to health and safety if information were not available when needed? Example(s): Medical records contain information (e.g., allergies, blood type, previous medications) which is critical for providing patients with accurate medical care. Lack of availability to this data during emergency medical care can lead to life threatening situations therefore placing these items in the high availability (24 hrs. per day/7 days a week) category. [3] What is the financial impact if information were not available when needed? Example(s): For any entity where online services generate revenue, a disruption of service can have a financial impact which could be deemed severe. A personal computer system crash which can be solved by a simple reboot would have limited impact. [4] What is the impact to the entity mission if information were not available when needed? Example(s): Public transportation’s mission is to get customers quickly and efficiently to various locations. If access to train, bus, and subway schedules was unavailable, this could lead to an inability of public transportation to fulfill its mission. The impact to its mission would be severe. [5] What is the impact to the public trust if the information were not available when needed? Example(s): Entities have spent considerable effort modernizing operations to include online services and encouraging the public to use these services. If these services were seriously degraded or disrupted, this could cause serious embarrassment to the entity resulting in a severe impact and an erosion of the public’s trust in the entity and the online services. The availability in this case would be high.",
    "document": "SATIM Information Classification Standard",
    "section_title": "Related Documents"
  },
  {
    "text": "This policy defines the mandatory minimum information security requirements for the entity as defined below in Section 3.0 Scope. Any entity may, based on its individual business needs and specific legal and federal requirements, exceed the security requirements put forth in this document, but must, at a minimum, achieve the security levels required by this policy. This policy acts as an umbrella document to all other security policies and associated standards. This policy defines the responsibility to: protect and maintain the confidentiality, integrity and availability of information and related infrastructure assets; manage the risk of security exposure or compromise; assure a secure and stable information technology (IT) environment; identify and respond to events involving information asset misuse, loss or unauthorized disclosure; monitor systems for anomalies that might indicate compromise; and promote and increase the awareness of information security. Failure to secure and protect the confidentiality, integrity and availability of information assets in today’s highly networked environment can damage or shut down systems that operate critical infrastructure, financial and business transactions and vital government functions; compromise data; and result in legal and regulatory non-compliance. This policy benefits entities by defining a framework that will assure appropriate measures are in place to protect the confidentiality, integrity and availability of data; and assure staff and all other affiliates understand their role and responsibilities, have adequate knowledge of security policy, procedures and practices and know how to protect information.",
    "document": "SATIM Information Security Policy",
    "section_title": "Purpose and Benefits"
  },
  {
    "text": "This policy encompasses all systems, automated and manual, for which the entity has administrative responsibility, including systems managed or hosted by third parties on behalf of the entity. It addresses all information, regardless of the form or format, which is created or used in support of business activities.",
    "document": "SATIM Information Security Policy",
    "section_title": "Scope"
  },
  {
    "text": "Organizational Security Information security requires both an information risk management function and an information technology security function. Depending on the structure of the entity, an individual or group can serve in both roles or a separate individual or group can be designated for each role. It is recommended that these functions be performed by a high-level executive or a group that includes high level executives. Each entity must designate an individual or group to be responsible for the risk management function assuring that: risk-related considerations for information assets and individual information systems, including authorization decisions, are viewed as an enterprise with regard to the overall strategic goals and objectives of carrying out its core missions and business functions; and the management of information assets and information system-related security risks is consistent, reflects the risk tolerance, and is considered along with other types of risks, to ensure mission/business success. Each entity must designate an individual or group to be responsible for the technical information security function. For purposes of clarity and readability, this policy will refer to the individual, or group, designated as the Information Security Officer (ISO)/designated security representative. This function will be responsible for evaluating and advising on information security risks. Information security risk decisions must be made through consultation with both function areas described in a. above. Although the technical information security function may be outsourced to third parties, each entity retains overall responsibility for the security of the information that it owns. Functional Responsibilities Executive management is responsible for: evaluating and accepting risk on behalf of the entity; identifying information security responsibilities and goals and integrating them into relevant processes; supporting the consistent implementation of information security policies and standards; supporting security through clear direction and demonstrated commitment of appropriate resources; promoting awareness of information security best practices through the regular dissemination of materials provided by the ISO/designated security representative; implementing the process for determining information classification and categorization, based on industry recommended practices, organization directives, and legal and regulatory requirements, to determine the appropriate levels of protection for that information; implementing the process for information asset identification, handling, use, transmission, and disposal based on information classification and categorization; determining who will be assigned and serve as information owners while maintaining ultimate responsibility for the confidentiality, integrity, and availability of the data; participating in the response to security incidents; complying with notification requirements in the event of a breach of private information; adhering to specific legal and regulatory requirements related to information security; communicating legal and regulatory requirements to the ISO/designated security representative; and communicating requirements of this policy and the associated standards, including the consequences of non-compliance, to the workforce and third parties, and addressing adherence in third party agreements. The ISO/designated security representative is responsible for: maintaining familiarity with business functions and requirements; maintaining an adequate level of current knowledge and proficiency in information security through annual Continuing Professional Education (CPE) credits directly related to information security; assessing compliance with information security policies and legal and regulatory information security requirements; evaluating and understanding information security risks and how to appropriately manage those risks; representing and assuring security architecture considerations are addressed; advising on security issues related to procurement of products and services; escalating security concerns that are not being adequately addressed according to the applicable reporting and escalation procedures; disseminating threat information to appropriate parties; participating in the response to potential security incidents; participating in the development of enterprise policies and standards that considers the entity’s needs; and promoting information security awareness. IT management is responsible for: supporting security by providing clear direction and consideration of security controls in the data processing infrastructure and computing network(s) which support the information owners; providing resources needed to maintain a level of information security control consistent with this policy; identifying and implementing all processes, policies and controls relative to security requirements defined by the business and this policy; implementing the proper controls for information owned based on the classification designations; providing training to appropriate technical staff on secure operations (e.g., secure coding, secure configuration); fostering the participation of information security and technical staff in protecting information assets, and in identifying, selecting and implementing appropriate and cost-effective security controls and procedures; and implementing business continuity and disaster recovery plans. The workforce is responsible for: understanding the baseline information security controls necessary to protect the confidentiality, integrity and availability of information entrusted; protecting information and resources from unauthorized use or disclosure; protecting personal, private, sensitive information from unauthorized use or disclosure; abiding by Acceptable Use of Information Technology Resources Policy reporting suspected information security incidents or weaknesses to the appropriate manager and ISO/designated security representative. The CISO is responsible for: providing in-house expertise as security consultants as needed; developing the security program and strategy, including measures of effectiveness; establishing and maintaining enterprise information security policy and standards; assessing compliance with security policies and standards; advising on secure system engineering; providing incident response coordination and expertise; monitoring networks for anomalies; monitoring external sources for indications of data breaches, defacements, etc. maintaining ongoing contact with security groups/associations and relevant authorities; providing timely notification of current threats and vulnerabilities; and providing awareness materials and training resources. Separation of Duties To reduce the risk of accidental or deliberate system misuse, separation of duties and areas of responsibility must be implemented where appropriate. Whenever separation of duties is not technically feasible, other compensatory controls must be implemented, such as monitoring of activities, audit trails and management supervision. The audit and approval of security controls must always remain independent and segregated from the implementation of security controls. Information Risk Management Any system or process that supports business functions must be appropriately managed for information risk and undergo information risk assessments, at a minimum annually, as part of a secure system development life cycle. Information security risk assessments are required for new projects, implementations of new technologies, significant changes to the operating environment, or in response to the discovery of a significant vulnerability. Entities are responsible for selecting the risk assessment approach they will use based on their needs and any applicable laws, regulations, and policies. Risk assessment results, and the decisions made based on these results, must be documented. Associated Standard: Information Security Risk Management Standard; Secure System Development Lifecycle (SSDLC) Standard Information Classification and Handling All information, which is created, acquired or used in support of business activities, must only be used for its intended business purpose. All information assets must have an information owner established within the lines of business. Information must be properly managed from its creation, through authorized use, to proper disposal. All information must be classified on an ongoing basis based on its confidentiality, integrity and availability characteristics. An information asset must be classified based on the highest level necessitated by its individual data elements. If the entity is unable to determine the confidentiality classification of information or the information is personal identifying information (PII) the information must have a high confidentiality classification and, therefore, is subject to high confidentiality controls. Merging of information which creates a new information asset or situations that create the potential for merging (e.g., backup tape with multiple files) must be evaluated to determine if a new classification of the merged data is warranted. All reproductions of information in its entirety must carry the same confidentiality classification as the original. Partial reproductions need to be evaluated to determine if a new classification is warranted. Each classification has an approved set of baseline controls designed to protect these classifications and these controls must be followed. The entity must communicate the requirements for secure handling of information to its workforce. A written or electronic inventory of all information assets must be maintained. Content made available to the general public must be reviewed according to a process that will be defined and approved by the entity. The process must include the review and approval of updates to publicly available content and must consider the type and classification of information posted. PPI must not be made available without appropriate safeguards approved by the entity. For non-public information to be released outside the entity or shared between other entities, a process must be established that, at a minimum: evaluates and documents the sensitivity of the information to be released or shared; identifies the responsibilities of each party for protecting the information; defines the minimum controls required to transmit and use the information; records the measures that each party has in place to protect the information; defines a method for compliance measurement; provides a signoff procedure for each party to accept responsibilities; and establishes a schedule and procedure for reviewing the controls. Associated Standards: Information Classification Standard; Sanitization/Secure Disposal Standard IT Asset Management All IT hardware and software assets must be assigned to a designated business unit or individual. Entities are required to maintain an inventory of hardware and software assets, including all system components (e.g., network address, machine name, software version) at a level of granularity deemed necessary for tracking and reporting. This inventory must be automated where technically feasible. Processes, including regular scanning, must be implemented to identify unauthorized hardware and/or software and notify appropriate staff when discovered. Associated Standard: Secure Configuration Standard Personnel Security The workforce must receive general security awareness training, to include recognizing and reporting insider threats, within 30 days of hire. Additional training on specific security procedures, if required, must be completed before access is provided to specific entity sensitive information not covered in the general security training. All security training must be reinforced at least annually and must be tracked by the entity. An entity must require its workforce to abide by the Acceptable Use of Information Technology Resources Policy, and an auditable process must be in place for users to acknowledge that they agree to abide by the policy’s requirements. All job positions must be evaluated by the to determine whether they require access to sensitive information and/or sensitive information technology assets. For those job positions requiring access to sensitive information and sensitive information technology assets, entities must conduct workforce suitability determinations, unless prohibited from doing so by law, regulation or contract. Depending on the risk level, suitability determinations may include, as appropriate and permissible, evaluation of criminal history record information or other reports from federal, state and private sources that maintain public and non-public records. The suitability determination must provide reasonable grounds for the entity to conclude that an individual will likely be able to perform the required duties and responsibilities of the subject position without undue risk to the entity. A process must be established within the entity to repeat or review suitability determinations periodically and upon change of job duties or position. Entities are responsible for ensuring all issued property is returned prior to an employee’s separation and accounts are disabled and access is removed immediately upon separation. Associated Standard: Account Management/Access Control Standard Cyber Incident Management Entities must have an incident response plan, consistent standards, to effectively respond to security incidents. All observed or suspected information security incidents or weaknesses are to be reported to appropriate management and the ISO/designated security representative as quickly as possible. If a member of the workforce feels that cyber security concerns are not being appropriately addressed, they may confidentially contact the Security Operations Center directly. The Security Operations Center must be notified of any cyber incident which may have a significant or severe impact on operations or security, or which involves digital forensics, to follow proper incident response procedures and guarantee coordination and oversight. Associated Standard: Cyber Incident Response Standard Physical and Environmental Security Information processing and storage facilities must have a defined security perimeter and appropriate security barriers and access controls. A periodic risk assessment must be performed for information processing and storage facilities to determine whether existing controls are operating correctly and if additional physical security measures are necessary. These measures must be implemented to mitigate the risks. Information technology equipment must be physically protected from security threats and environmental hazards. Special controls may also be necessary to protect supporting infrastructure and facilities such as electrical supply and cabling infrastructure. All information technology equipment and information media must be secured to prevent compromise of confidentiality, integrity, or availability in accordance with the classification of information contained therein. Visitors to information processing and storage facilities, including maintenance personnel, must be escorted at all times. Associated Standard: Information Security Risk Management Standard Account Management and Access Control All accounts must have an individual employee or group assigned to be responsible for account management. This may be a combination of the business unit and information technology (IT). Except as described in the, Account Management/Access Control Standard, access to systems must be provided through the use of individually assigned unique identifiers, known as user-IDs. Associated with each user-ID is an authentication token (e.g., password, key fob, biometric) which must be used to authenticate the identity of the person or system requesting access. Automated techniques and controls must be implemented to lock a session and require authentication or re-authentication after a period of inactivity for any system where authentication is required. Information on the screen must be replaced with publicly viewable information (e.g., screen saver, blank screen, clock) during the session lock. Automated techniques and controls must be implemented to terminate a session after specific conditions are met as defined in the Account Management/Access Control Standard. Tokens used to authenticate a person or process must be treated as confidential and protected appropriately. Tokens must not be stored on paper, or in an electronic file, hand-held device or browser, unless they can be stored securely and the method of storing (e.g., password vault) has been approved by the ISO/designated security representative. Information owners are responsible for determining who should have access to protected resources within their jurisdiction, and what those access privileges should be (read, update, etc.). Access privileges will be granted in accordance with the user’s job responsibilities and will be limited only to those necessary to accomplish assigned tasks in accordance with entity missions and business functions (i.e., least privilege). Users of privileged accounts must use a separate, non-privileged account when performing normal business transactions (e.g., accessing the Internet, e-mail). Logon banners must be implemented on all systems where that feature exists to inform all users that the system is for business or other approved use consistent with policy, and that user activities may be monitored and the user should have no expectation of privacy. Advance approval for any remote access connection must be provided by the entity. An assessment must be performed and documented to determine the scope and method of access, the technical and business risks involved and the contractual, process and technical controls required for such connection to take place. All remote connections must be made through managed points-of-entry reviewed by the ISO/designated security representative. Working from a remote location must be authorized by management and practices which assure the appropriate protection of data in remote environments must be shared with the individual prior to the individual being granted remote access. Associated Standards: Account Management/Access Control Standard; Authentication Tokens Standard; Remote Access Standard; Security Logging Standard Systems Security Systems include but are not limited to servers, platforms, networks, communications, databases and software applications. An individual or group must be assigned responsibility for maintenance and administration of any system deployed on behalf of the entity. A list of assigned individuals or groups must be centrally maintained. Security must be considered at system inception and documented as part of the decision to create or modify a system. All systems must be developed, maintained and decommissioned in accordance with a secure system development lifecycle (SSDLC). Each system must have a set of controls commensurate with the classification of any data that is stored on or passes through the system. All system clocks must synchronize to a centralized reference time source set to UTC (Coordinated Universal Time) which is itself synchronized to at least three synchronized time sources. Environments and test plans must be established to validate the system works as intended prior to deployment in production. Separation of environments (e.g., development, test, quality assurance, production) is required, either logically or physically, including separate environmental identifications (e.g., desktop background, labels). Formal change control procedures for all systems must be developed, implemented and enforced. At a minimum, any change that may affect the production environment and/or production data must be included. Databases and Software (including in-house or third party developed and commercial off the shelf (COTS): All software written for or deployed on systems must incorporate secure coding practices, to avoid the occurrence of common coding vulnerabilities and to be resilient to high-risk threats, before being deployed in production. Once test data is developed, it must be protected and controlled for the life of the testing in accordance with the classification of the data. Production data may be used for testing only if a business case is documented and approved in writing by the information owner and the following controls are applied: All security measures, including but not limited to access controls, system configurations and logging requirements for the production data are applied to the test environment and the data is deleted as soon as the testing is completed; or sensitive data is masked or overwritten with fictional information. Where technically feasible, development software and tools must not be maintained on production systems. Where technically feasible, source code used to generate an application or software must not be stored on the production system running that application or software. Scripts must be removed from production systems, except those required for the operation and maintenance of the system. Privileged access to production systems by development staff must be restricted. Migration processes must be documented and implemented to govern the transfer of software from the development environment up through the production environment. Network Systems: Connections between systems must be authorized by the executive management of all relevant entities and protected by the implementation of appropriate controls. All connections and their configurations must be documented and the documentation must be reviewed by the information owner and the ISO/designated security representative annually, at a minimum, to assure: the business case for the connection is still valid and the connection is still required; and the security controls in place (filters, rules, access control lists, etc.) are appropriate and functioning correctly. A network architecture must be maintained that includes, at a minimum, tiered network segmentation between: Internet accessible systems and internal systems; systems with high security categorizations (e.g., mission critical, systems containing PII) and other systems; and user and server segments. Network management must be performed from a secure, dedicated network. Authentication is required for all users connecting to internal systems. Network authentication is required for all devices connecting to internal networks. Only authorized individuals or business units may capture or monitor network traffic. A risk assessment must be performed in consultation with the ISO/designated security representative before the initiation of, or significant change to, any network technology or project, including but not limited to wireless technology. Associated Standards: Secure System Development Lifecycle Standard; Secure Coding Standard; Security Logging Standard; Secure Configuration Management Standard Collaborative Computing Devices Collaborative computing devices must: prohibit remote activation; and provide users physically present at the devices with an explicit indication of use. Must provide simple methods to physically disconnect collaborative computing devices. Vulnerability Management All systems must be scanned for vulnerabilities before being installed in production and periodically thereafter. All systems are subject to periodic penetration testing. Penetration tests are required periodically for all critical environments/systems. Where the entity has outsourced a system to another entity or a third party, vulnerability scanning/penetration testing must be coordinated. Scanning/testing and mitigation must be included in third party agreements. The output of the scans/penetration tests will be reviewed in a timely manner by the system owner. Copies of the scan report/penetration test must be shared with the ISO/designated security representative for evaluation of risk. Appropriate action, such as patching or updating the system, must be taken to address discovered vulnerabilities. For any discovered vulnerability, a plan of action and milestones must be created, and updated accordingly, to document the planned remedial actions to mitigate vulnerabilities. Any vulnerability scanning/penetration testing must be conducted by individuals who are authorized by the ISO/designated security representative. The CISO must be notified in advance of any such tests. Any other attempts to perform such vulnerability scanning/penetration testing will be deemed an unauthorized access attempt. Anyone authorized to perform vulnerability scanning/penetration testing must have a formal process defined, tested and followed at all times to minimize the possibility of disruption. Associated Standards: Patch Management Standard; Vulnerability Scanning Standard Operations Security All systems and the physical facilities in which they are stored must have documented operating instructions, management processes and formal incident management procedures related to information security matters which define roles and responsibilities of affected individuals who operate or use them. System configurations must follow approved configuration standards. Advance planning and preparation must be performed to ensure the availability of adequate capacity and resources. System capacity must be monitored on an ongoing basis. Where the entity provides a server, application or network service to another entity, operational and management responsibilities must be coordinated by all impacted entities. Host based firewalls must be installed and enabled on all workstations to protect from threats and to restrict access to only that which is needed Controls must be implemented (e.g., anti-virus, software integrity checkers, web filtering) across systems where technically feasible to prevent and detect the introduction of malicious code or other threats. Controls must be implemented to disable automatic execution of content from removable media. Controls must be implemented to limit storage of information to authorized locations. Controls must be in place to allow only approved software to run on a system and prevent execution of all other software. All systems must be maintained at a vendor-supported level to ensure accuracy and integrity. All security patches must be reviewed, evaluated and appropriately applied in a timely manner. This process must be automated, where technically possible. Systems which can no longer be supported or patched to current versions must be removed. Systems and applications must be monitored and analyzed to detect deviation from the access control requirements outlined in this policy and the Security Logging Standard, and record events to provide evidence and to reconstruct lost or damaged data. Audit logs recording exceptions and other security-relevant events must be produced, protected and kept consistent with record retention schedules and requirements. Monitoring systems must be deployed (e.g., intrusion detection/prevention systems) at strategic locations to monitor inbound, outbound and internal network traffic. Monitoring systems must be configured to alert incident response personnel to indications of compromise or potential compromise. Contingency plans (e.g., business continuity plans, disaster recovery plans, continuity of operations plans) must be established and tested regularly. At a se An evaluation of the criticality of systems used in information processing (including but not limited to software and operating systems, firewalls, switches, routers and other communication equipment). Recovery Time Objectives (RTO)/Recovery Point Objectives (RPO) for all critical systems. Backup copies of entity information, software, and system images must be taken regularly in accordance with the entity’s defined requirements. Backups and restoration must be tested regularly. Separation of duties must be applied to these functions. Procedures must be established to maintain information security during an adverse event. For those controls that cannot be maintained, compensatory controls must be in place. Associated Standards: Secure Configuration Management Standard; Security Logging Standard; Cyber Incident Response Standard; Account Management/Access Control Standard",
    "document": "SATIM Information Security Policy",
    "section_title": "Information Statement"
  },
  {
    "text": "This policy shall take effect upon publication. Compliance is expected with all enterprise policies and standards. Policies and standards may be amended at any time; compliance with amended policies and standards is expected. If compliance with this standard is not feasible or technically possible, or if deviation from this policy is necessary to support a business function, entities shall request an exception through the Chief Information Security Officer’s exception process.",
    "document": "SATIM Information Security Policy",
    "section_title": "Compliance"
  },
  {
    "text": "Submit all inquiries and requests for future enhancements to the policy owner at: cisecurity@ cisecurity.com",
    "document": "SATIM Information Security Policy",
    "section_title": "Contact Information"
  },
  {
    "text": "This standard shall be subject to periodic review to ensure relevancy.",
    "document": "SATIM Information Security Policy",
    "section_title": "Revision History"
  },
  {
    "text": "National Institute of Standards and Technology (NIST) Special Publication 800-53, Security and Privacy Controls for Federal Information Systems and Organizations Internal Revenue Service Publication 1075: Tax Information Security Guidelines for Federal, State and Local Agencies",
    "document": "SATIM Information Security Policy",
    "section_title": "Related Documents"
  },
  {
    "text": "PURPOSE To ensure that Information Technology (IT) resources are maintained in compliance with IT security policies, standards, and procedures. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53 – System Maintenance (MA), NIST SP 800-12, NIST SP 800-63, NIST SP 800-88, NIST SP 800-100; Federal Information Processing Standards (FIPS) 140-2, FIPS 197, FIPS 201 POLICY This policy is applicable to all departments and users of IT resources and assets. Controlled Maintenance IT Department shall: Schedule, perform, document, and review records of maintenance and repairs on information system components in accordance with manufacturer or vendor specifications and/or requirements conducted by local IT and/or outsourced IT entities. Approve and monitor all maintenance activities, whether performed on site or remotely and whether the equipment is serviced on site or removed to another location. Require that system owners explicitly approve the removal of the information system or system components from facilities for off-site maintenance or repairs. Sanitize equipment to remove all information from associated media prior to removal from cisecurity facilities for off-site maintenance or repairs. Check all potentially impacted security controls to verify that the controls are still functioning properly following maintenance or repair actions. Include IT and system owner’s defined maintenance-related information in maintenance records. For those components not directly associated with information processing such as scanners, copiers, and printers, maintenance records must include date and time of maintenance, entity performing the maintenance, maintenance performed, components replaced or removed including identification/serial numbers as applicable. Maintenance Tools IT Department shall: Ensure that system owners and IT approve, control, and monitor information system maintenance tools. Inspect the maintenance tools carried into a facility by maintenance personnel for improper or unauthorized modifications. Check media containing diagnostic and test programs for malicious code before the media are used in the information system. Nonlocal Maintenance IT Department shall: Approve and monitor non-local maintenance and diagnostic activities. Allow the use of nonlocal maintenance and diagnostic tools only as consistent with policy and documented in the security plan for the information system. Employ strong authenticators in the establishment of nonlocal maintenance and diagnostic sessions. Maintain records for nonlocal maintenance and diagnostic activities. Terminate session and network connections when nonlocal maintenance is completed. Document in the security plan for the information system, the policies and procedures for the establishment and use of nonlocal maintenance and diagnostic connections. Maintenance Personnel IT Department shall: Establish a process for maintenance personnel authorization and maintain a list of authorized maintenance organizations or personnel. Ensure that non-escorted personnel performing maintenance on the information system have required access authorizations. Designate personnel with required access authorizations and technical competence to supervise the maintenance activities of personnel who do not possess the required access authorizations. Timely Maintenance IT Department shall: Obtain maintenance support and/or spare parts for information systems as agreed upon within the service level agreement between IT and the system owner.",
    "document": "SATIM Maintenance Policy",
    "section_title": ""
  },
  {
    "text": "Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties.",
    "document": "SATIM Maintenance Policy",
    "section_title": "COMPLIANCE"
  },
  {
    "text": "Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department. RESPONSIBLE DEPARTMENT Chief Information Office and Information System Owners DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Maintenance Policy",
    "section_title": "POLICY EXCEPTIONS"
  },
  {
    "text": "PURPOSE To ensure that Information Technology (IT) controls access to and disposes of media resources in compliance with IT security policies, standards, and procedures. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53 – Media Protection (MP), NIST SP 800-12, NIST SP 800-56, NIST SP 800-57, NIST SP 800-60, NIST SP 800-88, NIST SP 800-100, NIST SP 800-111; NIST Federal Information Processing Standards (FIPS) 199 POLICY This policy is applicable to all departments and users of IT resources and assets. MEDIA ACCESS: IT through direction from departments shall: Restrict access to removable media (e.g., USB drives, DVDs), backup tapes, printed confidential documents to authorized personnel such as IT administrators. Mark information system media indicating the distribution limitations, handling caveats, and applicable security markings of digital and non-digital information media.",
    "document": "SATIM Media Protection Policy",
    "section_title": ""
  },
  {
    "text": "IT Department shall: Specify staff to physically control and securely store media within defined controlled areas. Protect information system media until the media are destroyed or sanitized using approved equipment, techniques, and procedures.",
    "document": "SATIM Media Protection Policy",
    "section_title": "MEDIA STORAGE"
  },
  {
    "text": "IT Department Shall: Protect and control media during transport outside of controlled areas. Maintain accountability for information system media during transport outside of controlled areas. Document activities associated with the transport of information system media. Restrict the activities associated with the transport of information system media to authorized personnel.",
    "document": "SATIM Media Protection Policy",
    "section_title": "MEDIA TRANSPORT"
  },
  {
    "text": "IT Department shall: Sanitize prior to disposal, release out of organizational control, or release for reuse using NIST SP 800-88 Revision 1 in accordance with applicable federal and organizational standards and policies. Employ sanitization mechanisms with the strength and integrity commensurate with the security category or classification of the information.",
    "document": "SATIM Media Protection Policy",
    "section_title": "MEDIA SANITIZATION"
  },
  {
    "text": "IT Department shall: Prohibit the use of unauthorized removable media (e.g., USB sticks, external HDDs, personal cloud storage devices) on cisecurity owned equipment using unapproved security safeguards.",
    "document": "SATIM Media Protection Policy",
    "section_title": "MEDIA USE"
  },
  {
    "text": "Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties.",
    "document": "SATIM Media Protection Policy",
    "section_title": "COMPLIANCE"
  },
  {
    "text": "Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department.",
    "document": "SATIM Media Protection Policy",
    "section_title": "POLICY EXCEPTIONS"
  },
  {
    "text": "Chief Information Office and Information System Owners DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Media Protection Policy",
    "section_title": "RESPONSIBLE DEPARTMENT"
  },
  {
    "text": "Mobile devices often need additional protection because their nature generally places them at higher exposure to threats than other client devices that are only used within an entity’s facilities and on the entity’s networks. This standard outlines the additional protections required for the use of mobile devices.",
    "document": "SATIM Mobile Device Security",
    "section_title": "Purpose and Benefits"
  },
  {
    "text": "Mobile devices are computing devices in a small form factor that have at least one network connection interface, non-removable and/or removable storage, and is portable (i.e., non-stationary). These devices come in the forms such as: smartphones, PDAs, smart watches, tablets, laptops, and wearable devices. Mobile devices must follow all requirements of the Information Security Policy. As per the Encryption Standard, all mobile devices that access or contain any entity information must be encrypted. For entity issued mobile devices or personal mobile devices with direct access to managed networks, only those applications which are approved may be installed and or run on the mobile devices. Applications must be restricted through the use of whitelisting (preferable) or blacklisting. Applications must be digitally signed to ensure that only applications from trusted entities are installed on the device and that code has not been modified. Entity information must be removed or rendered inaccessible from mobile devices after no more than 10 incorrect authentication attempts. Mobile devices must automatically lock after being idle for a period not to exceed 10 minutes. Mobile devices which directly connect to managed private networks, virtually connect to managed private networks in a manner consistent with a directly connected device, or which contain or could contain information, including e-mail data, must be managed by a Mobile Device Management (MDM) or other centralized management solution. Use of synchronization services, such as backups, for mobile devices (e.g., local device synchronization, remote synchronization services, and websites) must be controlled through an MDM or other centralized management solution. Mobile devices may not access private networks unless their operating environment integrity is verified (including whether the device has been rooted/jailbroken). Entities must manage all mobile devices by: Implementing device policies and configurations as appropriate to the use of the device. Developing and implementing processes which check for upgrades and patches to the software components, and for appropriately acquiring, testing, and deploying the updates to entity issued devices. Reconfiguring access control features as needed based on factors such as policy changes, technology changes, audit findings, and new security needs. Detecting and documenting anomalies which may indicate malicious activity or deviations from policy and procedures. Anomalies should be reported to other systems’ administrators as appropriate. Providing training and awareness activities for mobile device users on threats and recommended security practices which can be incorporated into the entity’s security and awareness training.",
    "document": "SATIM Mobile Device Security",
    "section_title": "Information Statement"
  },
  {
    "text": "This standard shall take effect upon publication. Compliance is expected with all enterprise policies and standards. Entities may amend its policies and standards at any time; compliance with amended policies and standards is expected. If compliance with this standard is not feasible or technically possible, or if deviation from this policy is necessary to support a business function, entities shall request an exception through the Chief Information Security Officer’s exception process.",
    "document": "SATIM Mobile Device Security",
    "section_title": "Compliance"
  },
  {
    "text": "Submit all inquiries and requests for future enhancements to the policy owner at: cisecurity@ cisecurity.com",
    "document": "SATIM Mobile Device Security",
    "section_title": "Contact Information"
  },
  {
    "text": "This standard shall be subject to periodic review to ensure relevancy.",
    "document": "SATIM Mobile Device Security",
    "section_title": "Revision History"
  },
  {
    "text": "NIST Special Publication 800-124, Guidelines for Managing and Securing Mobile Devices in the Enterprise NIST Special Publication 800-164, Guidelines on Hardware-Rooted Security in Mobile Devices",
    "document": "SATIM Mobile Device Security",
    "section_title": "Related Documents"
  },
  {
    "text": "Security patch management (patch management) is a practice designed to proactively prevent the exploitation of IT vulnerabilities that exist within an organization. By applying security related software or firmware updates (patches) to applicable IT systems, the expected result is reduced time and money spent dealing with exploits by reducing or eliminating the related vulnerability.",
    "document": "SATIM Patch Management Standard",
    "section_title": "Purpose and Benefits"
  },
  {
    "text": "This standard relates specifically to vulnerabilities that can be addressed by a software or firmware update (patch) and applies to all software used on the entity’s systems. The Vulnerability Scanning Standard should be followed for requirements on addressing non-patched vulnerabilities.",
    "document": "SATIM Patch Management Standard",
    "section_title": "Scope"
  },
  {
    "text": "Entities must assign an individual or group within IT operations to be responsible for patch management. If patch management is outsourced, service level agreements must be in place that address the requirements of this standard and outline responsibilities for patching. If patching is the responsibility of the third party, entities must verify that the patches have been applied. A process must be in place to manage patches. This process must include the following: monitoring security sources (Appendix A) for vulnerabilities, patch and non-patch remediation, and emerging threats; overseeing patch distribution, including verifying that a change control procedure is being followed; testing for stability and deploying patches; and using an automated centralized patch management distribution tool, whenever technically feasible, which: maintains a database of patches; deploys patches to endpoints; and verifies installation of patches. Appropriate separation of duties must exist so that the individual(s) verifying patch distribution is not the same individual(s) who is distributing the patches. As per the Information Security Policy, all entities must maintain an inventory of hardware and software assets. Patch management must incorporate all installed IT assets. Patch management must be prioritized based on the severity of the vulnerability the patch addresses. In most cases, severity ratings are based on the Common Vulnerability Scoring System (CVSS). A CVSS score of 7-10 is considered a high impact vulnerability, a CVSS score of 4-6.9 is considered a moderate impact vulnerability and a CVSS of 0-3.9 is considered a low impact vulnerability. To the extent possible, the patching process must follow the timeline contained in the table below: If patching cannot be completed in the timeframe listed in the table above, compensating controls must be put in place within the timeframes above and the exception process must be followed. If a patch requires a reboot for installation, the reboot must occur within the timeframes outlined above.",
    "document": "SATIM Patch Management Standard",
    "section_title": "Information Statement"
  },
  {
    "text": "This standard shall take effect upon publication. Compliance is expected with all enterprise policies and standards. Policies and standards may be amended at any time. If compliance with this standard is not feasible or technically possible, or if deviation from this policy is necessary to support a business function, entities shall request an exception through the Chief Information Security Officer’s exception process.",
    "document": "SATIM Patch Management Standard",
    "section_title": "Compliance"
  },
  {
    "text": "This standard shall be subject to periodic review to ensure relevancy.",
    "document": "SATIM Patch Management Standard",
    "section_title": "Definitions of Key Terms"
  },
  {
    "text": "Submit all inquiries and requests for future enhancements to the policy owner at: cisecurity@cisecurity.com",
    "document": "SATIM Patch Management Standard",
    "section_title": "Contact Information"
  },
  {
    "text": "This standard shall be subject to periodic review to ensure relevancy.",
    "document": "SATIM Patch Management Standard",
    "section_title": "Revision History"
  },
  {
    "text": "National Institute of Standards and Technology, Special Publication 800-40, Guide to Enterprise Patch Management Technologies Common Vulnerability Scoring System Vulnerability Scanning Standard Vendor websites/notification lists Vulnerability Scanners Penetration Tests National Vulnerability Database",
    "document": "SATIM Patch Management Standard",
    "section_title": "Related Documents"
  },
  {
    "text": "PURPOSE To ensure that Information Technology (IT) resources are protected by physical and environmental security measures that prevent physical tampering, damage, theft, or unauthorized physical access. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53a – Physical and Environmental Protection (PE), NIST SP 800-46, NIST SP 800-73, SP NIST 800-76, SP NIST 800-78, SP NIST 800-116; Intelligence Community Directive (ICD): 704 705; Department of Defense (DoD): Instruction 5200.39 Critical Program Information (CPI) Protection; Federal Identity, Credential, and Access Management (FICAM) publication: Personal Identity Verification (PIV) in Enterprise Access Control System (E-PACS) (2012) POLICY This policy is applicable to all departments and users of IT resources and assets.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": ""
  },
  {
    "text": "IT Department shall: Develop, approve, and maintain a list of individuals with authorized access to the facilities where the information systems reside. Issue authorization credentials for facility access. Review the access list detailing authorized facility access by individuals and remove individuals from the facility access list when access is no longer required.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "PHYSICAL ACCESS AUTHORIZATIONS"
  },
  {
    "text": "IT Department shall: Enforce physical access authorizations by verifying individual access authorizations before granting access to the facility. Control ingress/egress to the facility using electronic access control systems (e.g., RFID card readers, biometric scanners), security guards, and video surveillance. Maintain physical access audit logs for main entry/exit points, server rooms, data centers, and other sensitive areas, retained for a minimum of 90 days. Provide physical barriers (e.g., locked doors, turnstiles, reception desks), surveillance cameras, and signage to control access to areas within the facility officially designated as publicly accessible. Escort visitors and monitors visitor activity in estricted areas such as server rooms, IT equipment storage, and critical infrastructure zones. Visitors must sign in/out and wear visitor badges. Secure keys, combinations, and other physical access devices. Inventory all physical access devices (e.g., master keys, access badges, biometrics enrollment records) every 6 months, or upon significant staffing changes. Change combinations and keys annually, and immediately if keys are lost, combinations are compromised, or individuals with access are transferred, terminated, or reassigned.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "PHYSICAL ACCESS CONTROL"
  },
  {
    "text": "IT Department shall: Employ a penetration testing process that includes annual, unannounced attempts to bypass or circumvent security controls associated with physical access points to the facility.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "FACILITY PENETRATION TESTING"
  },
  {
    "text": "IT Department shall: Control physical access to information system distribution and transmission lines (e.g., network cables, fiber optic lines, conduit paths) within entity facilities using locked conduits, secure cable trays, restricted access to telecommunications rooms, and video surveillance. Inspections shall be performed semi-annually to verify the integrity and security of these transmission mediums.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "ACCESS CONTROL FOR TRANSMISSION MEDIUM"
  },
  {
    "text": "IT Department shall: Control physical access to information system output devices to prevent unauthorized individuals from obtaining the output. Controlling physical access to output devices includes, for example, placing output devices in locked rooms or other secured areas and allowing access to authorized individuals only, and placing output devices in locations that can be monitored by personnel. Monitors, printers, copiers, scanners, facsimile machines, and audio devices are examples of information system output devices.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "ACCESS CONTROL FOR OUTPUT DEVICES"
  },
  {
    "text": "IT Department shall: Monitor physical access to the facility where the information system resides to detect and respond to physical security incidents. Review physical access logs at least monthly and upon occurrence of security incidents, unauthorized access attempts, or anomalies detected by surveillance systems; and coordinate results of reviews and investigations with the organizational incident response team.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "MONITORING PHYSICAL ACCESS"
  },
  {
    "text": "IT Department shall: Maintain visitor access records to the facility where the information system resides for a period of at least 12 months, in line with regulatory and auditing requirements; and review visitor access records on a monthly basis or in response to security incidents or audit requests.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "VISITOR ACCESS RECORDS"
  },
  {
    "text": "IT Department shall: Protect power equipment and power cabling for the information system from damage and destruction. Determine the types of protection necessary for power equipment and cabling employed at different locations both internal and external to organizational facilities and environments of operation. This includes, for example, generators and power cabling outside of buildings, internal cabling and uninterruptable power sources within an office or data center, and power sources for self-contained entities such as vehicles and satellites.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "POWER EQUIPMENT AND CABLING"
  },
  {
    "text": "IT Department shall: Provide the capability of shutting off power to the information system or individual system components in emergency situations. Place emergency shutoff switches or devices in to facilitate safe and easy access for personnel; and protect emergency power shutoff capability from unauthorized activation.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "EMERGENCY SHUTOFF"
  },
  {
    "text": "IT Department shall: Provide a short-term uninterruptible power supply to facilitate an orderly shutdown of the information system; transition of the information system to long-term alternate power in the event of a primary power source loss. Provide a long-term alternate power supply for the information system that is capable of maintaining minimally required operational capability in the event of an extended loss of the primary power source.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "EMERGENCY POWER"
  },
  {
    "text": "IT Department shall: Employ and maintain automatic emergency lighting for the information system that activates in the event of a power outage or disruption and that covers emergency exits and evacuation routes within the facility. Provide emergency lighting for all areas within the facility supporting essential missions and business functions.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "EMERGENCY LIGHTING"
  },
  {
    "text": "IT Department shall: Employ and maintain fire suppression and detection devices/systems for the information system that are supported by an independent energy source. This applies primarily to facilities containing concentrations of information system resources including, for example, data centers, server rooms, and mainframe computer rooms. Fire suppression and detection devices/systems include, for example, sprinkler systems, handheld fire extinguishers, fixed fire hoses, and smoke detectors.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "FIRE PROTECTION"
  },
  {
    "text": "IT Department shall: Maintain temperature and humidity levels within the facility where the information system resides at manufacturer-recommended or industry-accepted levels, to ensure optimal operating conditions for IT equipment. Monitor temperature and humidity levels continuously using automated environmental sensors, with alerts configured in real-time to notify IT staff of deviations potentially harmful to personnel or equipment. Logs shall be retained for a minimum of 12 months to support incident analysis and compliance.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "TEMPERATURE AND HUMIDITY CONTROLS"
  },
  {
    "text": "IT Department shall: Protect the information system from damage resulting from water leakage by providing master shutoff or isolation valves that are accessible, working properly, and known to key personnel. This applies primarily to facilities containing concentrations of information system resources including, for example, data centers, server rooms, and mainframe computer rooms. Isolation valves can be employed in addition to or in lieu of master shutoff valves to shut off water supplies in specific areas of concern, without affecting entire organizations.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "WATER DAMAGE PROTECTION"
  },
  {
    "text": "IT Department shall: Authorize, monitor, and control entering and exiting the facility and maintain records of those items delivered and removed from facility. Effectively enforcing authorizations for entry and exit of information system components may require restricting access to delivery areas and possibly isolating the areas from the information system and media libraries.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "DELIVERY AND REMOVAL"
  },
  {
    "text": "IT Department shall: Employ security controls at alternate work sites. Assess as feasible, the effectiveness of security controls at alternate work sites. Provide a means for employees to communicate with information security personnel in case of security incidents or problems. Alternate work sites may include, for example, other government facilities or private residences of employees. While commonly distinct from alternative processing sites, alternate work sites may provide readily available alternate locations as part of contingency operations. Staff may define different sets of security controls for specific alternate work sites or types of sites depending on the work-related activities conducted at those sites. Compliance Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties. Policy Exceptions Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests; confer with the requesting department.",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "ALTERNATE WORK SITE"
  },
  {
    "text": "Chief Information Office DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Physical And Environmental Protection Policy",
    "section_title": "RESPONSIBLE DEPARTMENT"
  },
  {
    "text": "PURPOSE Information Technology (IT) and the various business units (information owners) will ensure security controls in information systems, and the environments in which those systems operate, as part of initial and ongoing security authorizations, annual assessments, continuous monitoring and system development life cycle activities. REFERENCE National Institute of Standards and Technology (NIST) Special Publications (SP): NIST SP 800-53a – Security Assessment and Authorization (CA), NIST SP 800-12, NIST SP 800-37, NIST SP 800-39, NIST SP 800-47, NIST SP 800-100, NIST SP 800-115, NIST SP 800-137; NIST Federal Information Processing Standards (FIPS) 199 POLICY This policy is applicable to all departments and users of IT resources and assets. Every department that maintains or collects informational assets must be compliant with this policy.",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": ""
  },
  {
    "text": "The [entity] shall: Develop, document, and disseminate to [entity defined personnel or roles]: A security assessment and authorization policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance. Procedures to facilitate the implementation of the security assessment and authorization policy and associated security assessment and authorization controls. Review and update the current security assessment and authorization policy and procedures [entity defined frequency].",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "SECURITY ASSESSMENT AND AUTHORIZATION POLICY AND PROCEDURES"
  },
  {
    "text": "The [entity] shall: Develop a security assessment plan that describes the scope of the assessment including: Security controls and control enhancements under assessment. Assessment procedures to be used to determine security control effectiveness. Assessment environment, assessment team, and assessment roles and responsibilities. Assess the security controls in the information system and its environment of operation [entity defined frequency] to determine the extent to which the controls are implemented correctly, operating as intended, and producing the desired outcome with respect to meeting established security requirements. Produce a security assessment report that documents the results of the assessment. Provide the results of the security control assessment to [entity defined individuals or roles].",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "SECURITY ASSESSMENTS"
  },
  {
    "text": "IT Department shall: Authorize connections from the information system to other information systems through the use of Interconnection Security Agreements. Document, for each interconnection, the interface characteristics, security requirements, and the nature of the information communicated. Review and update Interconnection Security Agreements [entity defined frequency]. Employ an allow-all, deny-by-exception, deny-all, permit-by-exception, policy for allowing [entity defined information systems] to connect to external information systems.",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "SYSTEM INTERCONNECTIONS"
  },
  {
    "text": "The [entity] shall: Develop a plan of action and milestones for the information system to document the planned remedial actions to correct weaknesses or deficiencies noted during the assessment of the security controls and to reduce or eliminate known vulnerabilities in the system. Update existing plan of action and milestones [entity defined frequency] based on the findings from security controls assessments, security impact analyses, and continuous monitoring activities.",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "PLAN OF ACTION AND MILESTONES"
  },
  {
    "text": "The [entity] shall: Assign a senior-level executive or manager as the authorizing official for the information system. Ensure that the authorizing official authorizes the information system for processing before commencing operations. Update the security authorization [entity defined frequency].",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "SECURITY AUTHORIZATION"
  },
  {
    "text": "IT Department shall: Develop a continuous monitoring strategy and implement a continuous monitoring program that includes: Establishment of [entity defined metrics] to be monitored. Establishment of [entity defined frequencies] for monitoring and [entity defined frequencies] for assessments supporting such monitoring. Ongoing security control assessments in accordance with the organizational continuous monitoring strategy. Ongoing security status monitoring of organization-defined metrics in accordance with the organizational continuous monitoring strategy. Correlation and analysis of security-related information generated by assessments and monitoring. Response actions to address results of the analysis of security-related information. Reporting the security status of organization and the information system to [entity defined personnel or roles] [entity defined frequency].",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "CONTINUOUS MONITORING"
  },
  {
    "text": "IT Department shall: Authorize internal connections of [entity defined information system components or classes of components] to the information system. Document, for each internal connection, the interface characteristics, security requirements, and the nature of the information communicated. Compliance Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties. Policy Exceptions Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests. confer with the requesting department.",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "INTERNAL SYSTEM CONNECTIONS"
  },
  {
    "text": "Chief Information Office DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Security Assessment And Authorization Policy",
    "section_title": "RESPONSIBLE DEPARTMENT"
  },
  {
    "text": "PURPOSE To ensure that the appropriate level of information security awareness training is provided to all Information Technology (IT) users. REFERENCES National Institute of Standards and Technology (NIST) Special Publications: NIST SP 800-53 – Awareness and Training (AT), NIST SP 800-12, NIST SP 800-16, NIST SP 800-50, NIST SP 800-100; Electronic Code of Federal Regulations (CFR): 5 CFR 930.301 POLICY This policy is applicable to all departments and users of IT resources and assets.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": ""
  },
  {
    "text": "The cisecurity shall: Schedule security awareness training as part of initial training for new users. Schedule security awareness training when required by information system changes and then at least annually thereafter. IT shall determine the appropriate content of security awareness training and security awareness techniques based on the specific organizational requirements and the information systems to which personnel have authorized access. The content shall: Include a basic understanding of the need for information security and user actions to maintain security and to respond to suspected security incidents. Address awareness of the need for operations security. Security awareness techniques can include, for example, displaying posters, offering supplies inscribed with security reminders, generating email advisories/notices from senior organizational officials, displaying logon screen messages, and conducting information security awareness events. SECURITY AWARENESS | INSIDER THREAT IT Department shall: Include security awareness training on recognizing and reporting potential indicators of insider threat.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "SECURITY AWARENESS TRAINING"
  },
  {
    "text": "IT Department shall: Provide role-based security training to personnel with assigned security roles and responsibilities: Before authorizing access to the information system or performing assigned duties. When required by information system changes and at least annually thereafter. Designate personnel to receive initial and ongoing training in the employment and operation of environmental controls to include, for example, fire suppression and detection devices/systems, sprinkler systems, handheld fire extinguishers, fixed fire hoses, smoke detectors, temperature/humidity, HVAC, and power within the facility.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "ROLE-BASED SECURITY TRAINING"
  },
  {
    "text": "IT Department shall: Provide initial and ongoing training in the employment and operation of physical security controls; physical security controls include, for example, physical access control devices, physical intrusion alarms, monitoring/surveillance equipment, and security guards (deployment and operating procedures). Identify personnel with specific roles and responsibilities associated with physical security controls requiring specialized training.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "PHYSICAL SECURITY CONTROLS"
  },
  {
    "text": "IT Department shall: Provide practical exercises in security training that reinforce training objectives; practical exercises may include, for example, security training for software developers that includes simulated cyber-attacks exploiting common software vulnerabilities (e.g., buffer overflows), or spear/whale phishing attacks targeted at senior leaders/executives. These types of practical exercises help developers better understand the effects of such vulnerabilities and appreciate the need for security coding standards and processes.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "PRACTICAL EXERCISES"
  },
  {
    "text": "IT Department shall: Provide training to its specified staff on how to recognize suspicious communications and anomalous behavior in organizational information systems.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "SUSPICIOUS COMMUNICATIONS AND ANOMALOUS SYSTEM BEHAVIOR"
  },
  {
    "text": "The [entity] shall: Designate personnel to document and monitor individual information system security training activities including basic security awareness training and specific information system security training. Retain individual training records for a minimum of one year. Compliance Employees who violate this policy may be subject to appropriate disciplinary action up to and including discharge as well as both civil and criminal penalties. Non-employees, including, without limitation, contractors, may be subject to termination of contractual agreements, denial of access to IT resources, and other actions as well as both civil and criminal penalties. Policy Exceptions Requests for exceptions to this policy shall be reviewed by the Chief Information Security Officer (CISO) and the Chief Information Officer (CIO). Departments requesting exceptions shall provide such requests to the CIO. The request should specifically state the scope of the exception along with justification for granting the exception, the potential impact or risk attendant upon granting the exception, risk mitigation measures to be undertaken by the IT Department, initiatives, actions and a time-frame for achieving the minimum compliance level with the policies set forth herein. The CIO shall review such requests and confer with the requesting department.",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "SECURITY TRAINING RECORDS"
  },
  {
    "text": "Chief Information Office DATE ISSUED/DATE REVIEWED",
    "document": "SATIM Security Awareness And Training Policy",
    "section_title": "RESPONSIBLE DEPARTMENT"
  }
]